Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/agbwrb.po
Languages: de_de

# agbwrb
source: Terms/Withdrawal
de_de: AGB / Widerrufsbelehrung

# availableAGBWRB
source: Available terms/withdrawals policies
de_de: Vorhandene AGB / Widerrufsbelehrung

# agbwrbURL
source: https://jtl-url.de/09qo2
de_de: https://jtl-url.de/15ge9

# agb
source: Terms and conditions
de_de: Allgemeine Geschäftsbedingungen

# wrb
source: Withdrawal
de_de: Widerrufsbelehrung

# dse
source: Data privacy notice
de_de: Datenschutzerklärung

# wrbform
source: Model withdrawal form
de_de: Muster-Widerrufsformular

# agbWrbInfo
source: Here you can store custom texts for your terms and conditions, any information concerning the right of withdrawal, a model withdrawal form, and your data privacy notice. Our partners are happy to help you produce legally incontestable texts. Please find the list of all partners offering help with legal texts here: <i class="fa fa-external-link"></i><a href="http://jtl-url.de/rechtstexte" target="_blank">https://jtl-url.de/legaltexts</a>.
de_de: Hier können Sie eigene Texte für Ihre AGB, Ihre Widerrufsbelehrung, ein Muster-Widerrufsformular und eine Datenschutzerklärung hinterlegen. Bei der Erstellung rechtssicherer Texte können Ihnen unsere Partner helfen. Hier finden Sie alle Partner, die Rechtstexte anbieten: <i class="fa fa-external-link"></i> <a href="http://jtl-url.de/rechtstexte" target="_blank">http://jtl-url.de/rechtstexte</a>.

# errorInvalidCustomerGroup
source: Please enter a valid customer group.
de_de: Bitte geben Sie eine gültige Kundengruppe an.

# successSave
source: Information on terms/withdrawal saved successfully.
de_de: AGB / Widerrufsbelehrung wurde erfolgreich gespeichert.

# errorSave
source: Could not save the information on terms/withdrawal.
de_de: AGB / Widerrufsbelehrung konnte nicht gespeichert werden.
