Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/auswahlassistent.po
Languages: de_de

# auswahlassistent
source: Selection wizard
de_de: Auswahlassistent

# auswahlassistentURL
source: https://jtl-url.de/6pvid
de_de: https://jtl-url.de/usgio

# aaOverview
source: Question groups
de_de: Fragengruppen

# aaQuestion
source: Creating questions
de_de: Frage erstellen

# aaQuestionEdit
source: Editing questions
de_de: Frage bearbeiten

# aaGroup
source: Creating question groups
de_de: Fragengruppe erstellen

# aaGroupEdit
source: Editing question groups
de_de: Fragengruppe bearbeiten

# aaSpecialSite
source: CMS (custom page)
de_de: CMS (Eigene Seite)

# aaLocation
source: Display location
de_de: Anzeigeorte

# aaChoose
source: Please select
de_de: Bitte auswählen

# aaStartseiteTaken
source: Another group is already displayed on the start page.
de_de: Es wird bereits eine andere Gruppe auf der Startseite angezeigt.

# aaKatSyntax
source: Please use the right syntax (e.g.: 57;58).
de_de: Bitte achten Sie auf die korrekte Syntax (z. B.: 57;58).

# aaKatTaken
source: Another group is already displayed for a selected category.
de_de: Es wird bereits eine andere Gruppe für eine ausgewählte Kategorie angezeigt.

# aaLinkTaken
source: Another group is already displayed on a selected special page.
de_de: Es wird bereits eine andere Gruppe auf einer ausgewählten Spezialseite angezeigt.

# aaMerkmalTaken
source: The selected characteristic has already been selected for a different question in this group.
de_de: Das ausgewählte Merkmal wurde bereits für eine andere Frage in dieser Gruppe gewählt.

# successGroupSaved
source: Group saved successfully.
de_de: Gruppe wurde erfolgreich gespeichert.

# successGroupDeleted
source: Selected groups deleted successfully.
de_de: Ausgewählte Gruppen wurden erfolgreich gelöscht.

# errorGroupDeleted
source: Could not delete selected groups.
de_de: Ausgewählte Gruppen konnten nicht gelöscht werden.

# successQuestionSaved
source: Question saved successfully.
de_de: Frage wurde erfolgreich gespeichert.

# successQuestionDeleted
source: Selected question deleted successfully.
de_de: Ausgewählte Frage wurde erfolgreich gelöscht.

# errorQuestionDeleted
source: Could not delete the selected question.
de_de: Ausgewählte Frage konnte nicht gelöscht werden.

# hintName
source: Enter the name of the question group. It is only used internally.
de_de: Hier geben Sie den Namen für die Fragengruppe an. Dieser wird nur intern verwendet.

# hintDesc
source: Here you can enter a description for a question group, which will be shown above the group.
de_de: Hier können Sie einer Fragengruppe eine Beschreibung geben, die über der Fragengruppe angezeigt wird.

# questionCatInGroup
source: Specify for which categories the question group will be displayed.
de_de: Hier legen Sie fest, für welche Kategorien die Fragengruppe angezeigt werden soll.

# noSpecialPageAvailable
source: Special page "Selection Wizard" does not exist.
de_de: Keine Spezialseite „Auswahlassistent“ vorhanden.

# hintSpecialPage
source: Specify on which special page the group will be displayed. By holding Ctrl, you can select several pages at once.
de_de: Hier legen Sie fest, auf welcher Spezialseite die Gruppe angezeigt werden soll. Sie können mit gehaltener Strg-Taste mehrere Seiten gleichzeitig wählen.

# hintGroupOnHome
source: Specify whether the group will be active on the start page of your JTL-Shop. Only one question group can be displayed on the start page.
de_de: Hier legen Sie fest, ob die Gruppe auf der Startseite Ihres JTL-Shops aktiv sein soll. Diese Einstellung ist immer nur für eine Fragengruppe gleichzeitig möglich.

# hintShowCheckbox
source: Define whether the question group is active or not. Only active question groups are displayed.
de_de: Hier legen Sie fest, ob die Fragengruppe aktiv ist. Nur aktivierte Fragengruppen werden angezeigt.

# hintQuestionName
source: Enter the question to your customers.
de_de: Hier geben Sie den Text der Frage ein, der Ihren Kunden angezeigt werden soll.

# hintQuestionGroup
source: Assign the question to a question group.
de_de: Hier legen Sie fest, welcher Fragengruppe die Frage zugeordnet werden soll.

# hintQuestionAttribute
source: Define which characteristic will be asked for.
de_de: Hier legen Sie fest, welches Merkmal von der Frage abgefragt werden soll.

# hintQuestionPosition
source: Specify in which position the question will be displayed. The smaller the number, the higher up the question will be displayed.
de_de: Hier legen Sie fest, wie weit oben die Frage erscheinen soll. Je kleiner die eingegebene Zahl, desto weiter oben wird die Frage angezeigt.

# hintQuestionActive
source: Specify whether the question is active and will thus be displayed.
de_de: Hier legen Sie fest, ob die Frage aktiv ist und somit angezeigt wird.
