Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/banner.po
Languages: de_de

# banner
source: Banners
de_de: Banner

# bannerURL
source: https://jtl-url.de/38zl5
de_de: https://jtl-url.de/kf5vr

# bannerDesc
source: Here you can configure clickable banners for any page of your online shop. The clickable areas can be freely positioned within a graphic banner and can be linked with items or URLs.<br/><strong>Please note:</strong> If you are having problems with this page, please deactivate your adblocker.
de_de: Hier pflegen Sie für beliebige Seiten in Ihrem Onlineshop anklickbare Grafikbanner ein. Die anklickbaren Flächen lassen sich innerhalb des Grafikbanners frei positionieren und mit Artikeln oder beliebigen URLs verknüpfen.<br/><strong>Achtung:</strong> Deaktivieren Sie Ihren Adblocker, falls Sie Probleme auf dieser Seite feststellen.

# successSave
source: Banner saved successfully.
de_de: Banner wurde erfolgreich gespeichert.

# errorSave
source: Could not create banner.
de_de: Banner konnte nicht angelegt werden.

# errrorBannerNotFound
source: Could not find banner.
de_de: Banner wurde nicht gefunden.

# successDeleted
source: Banner deleted successfully.
de_de: Banner wurde erfolgreich gelöscht.

# errorDeleted
source: Could not delete banner.
de_de: Banner konnte nicht gelöscht werden.

# errorDate
source: Could not process the input for the field "Active from".
de_de: Eingabe für das Feld „Aktiv von “ konnte nicht verarbeitet werden.

# errorDateActiveToGreater
source: The date in the field "Active until" must be after the date in the field "Active from".
de_de: Das Datum im Feld „Aktiv bis“ muss nach dem Datum im Feld „Aktiv von“ liegen.

# chooseBanner
source: Select banner
de_de: Banner wählen

# warningNoBannerInDir
source: No banners in folder <strong>%s</strong>.
de_de: Kein Banner im Ordner <strong>%s</strong> vorhanden.

# viewingOptions
source: Display options
de_de: Anzeigeoptionen

# availableBanner
source: Existing banners
de_de: Vorhandene Banner

source: Save banner
de_de: Banner speichern

# addBanner
source: Create banner
de_de: Banner anlegen

# actionLink
source: Link
de_de: Verlinken
