Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/benutzerverwaltung.po
Languages: de_de

# benutzer
source: Users and rights
de_de: Benutzer und Rechte

# benutzerDesc
source: Here you manage the user and group rights for the backend of JTL-Shop. You can add new users and assign them to a group. In the tab "User groups" you can set the permissions for specific areas of the back end.
de_de: Hier verwalten Sie Benutzer und Gruppenberechtigungen für das Backend von JTL-Shop. Sie können neue Benutzer anlegen und diese einer Gruppe zuordnen. In der Registerkarte „Benutzergruppen“ setzen Sie Berechtigungen für bestimmte Bereiche des Backends.

# benutzerURL
source: https://jtl-url.de/tw0dn
de_de: https://jtl-url.de/2t78f

# benutzerTab
source: Users
de_de: Benutzer

# benutzerKategorie
source: Managing users
de_de: Benutzer verwalten

# benutzer2FA
source: Two-factor authentication
de_de: 2-Faktor-Authentifizierung

# benutzerLoginVersuche
source: Failed login attempts
de_de: Fehlgeschlagene Anmeldeversuche

# benutzerLetzterLogin
source: Last login
de_de: Letzte Anmeldung

# benutzerGueltigBis
source: Valid until
de_de: Gültig bis

# benutzerSperren
source: Block access
de_de: Zugang sperren

# benutzerBearbeiten
source: Editing a user
de_de: Benutzer bearbeiten

# benutzerLoeschen
source: Delete user
de_de: Benutzer löschen

# benutzerNeu
source: Creating a user
de_de: Benutzer anlegen

# sperrenLabel
source: Block user
de_de: Benutzer sperren

# entsperrenLabel
source: Unblock user
de_de: Benutzer entsperren

# loeschenLabelDeaktiviert
source: Cannot be deleted. The user group still has members.
de_de: Löschen nicht möglich. Die Benutzergruppe hat noch Mitglieder.

# gruppenTab
source: User groups
de_de: Benutzergruppen

# gruppenKategorie
source: Managing user groups
de_de: Benutzergruppen verwalten

# gruppeNeu
source: Creating a user group
de_de: Benutzergruppe anlegen

# gruppeBearbeiten
source: Editing a user group
de_de: Benutzergruppe bearbeiten

# stateON
source: Enabled
de_de: Aktiviert

# stateOFF
source: Disabled
de_de: Deaktiviert

# errorSelfLock
source: You cannot block your own account.
de_de: Sie können sich nicht selbst sperren.

# errorLockAdmin
source: Administrators cannot be blocked.
de_de: Administratoren können nicht gesperrt werden.

# successLock
source: User blocked successfully.
de_de: Benutzer wurde erfolgreich gesperrt.

# errorUserNotFound
source: User not found.
de_de: Benutzer wurde nicht gefunden.

# successUnlocked
source: User unblocked successfully.
de_de: Benutzer wurde erfolgreich entsperrt.

# errorAtLeastOneAdmin
source: At least one administrator must exist.
de_de: Es muss mindestens ein Administrator im System vorhanden sein.

# successUserSave
source: User data edited successfully.
de_de: Benutzerdaten wurden erfolgreich bearbeitet.

# errorUserSave
source: Could not save user.
de_de: Benutzer konnte nicht gespeichert werden.

# successUserAdd
source: User created successfully.
de_de: Benutzer wurde erfolgreich angelegt.

# errorUserAdd
source: Could not create user.
de_de: Benutzer konnte nicht angelegt werden.

# errorSelfDelete
source: You cannot delete your own account.
de_de: Sie können sich nicht selbst löschen.

# successUserDelete
source: User deleted successfully.
de_de: Benutzer wurde erfolgreich gelöscht.

# errorUserDelete
source: Could not delete user.
de_de: Benutzer konnte nicht gelöscht werden.

# errorAtLeastOneRight
source: You must select at least one permission.
de_de: Sie müssen mindestens eine Berechtigung auswählen.

# successGroupEdit
source: User group edited successfully.
de_de: Benutzergruppe wurde erfolgreich bearbeitet.

# successGroupCreate
source: User group created successfully.
de_de: Benutzergruppe wurde erfolgreich angelegt.

# successGroupDelete
source: User group deleted successfully.
de_de: Benutzergruppe wurde erfolgreich gelöscht.

# errorGroupDelete
source: Could not delete user group.
de_de: Benutzergruppe konnte nicht gelöscht werden.

# errorGroupDeleteCustomer
source: The user group cannot be deleted because it has at least one member.
de_de: Die Benutzergruppe konnte nicht gelöscht werden, da sie noch mindestens ein Mitglied hat.

# errorKeyChange
source: %s could not be edited!
de_de: %s konnte nicht geändert werden!

# sureDeleteGroup
source: Delete group?
de_de: Möchten Sie die Gruppe wirklich löschen?

# usernameNotAvailable
source: User name <strong>%s</strong> is already assigned.
de_de: Benutzername <strong>%s</strong> ist bereits vergeben.

source: Temporary access
de_de: Zeitlich begrenzter Zugriff

# tillInclusive
source: Up to and including
de_de: Bis einschließlich

# errorUsernameMissing
source: Please specify a user name in the login data first.
de_de: Bitte legen Sie zuerst in den Anmeldedaten einen Benutzernamen fest.

# warningAuthSecretOverwrite
source: The former "Authentication Secret" will be replaced. Continue?
de_de: Das bisherige „Authentication Secret“ wird ersetzt. Möchten Sie fortfahren?

# warningNoPermissionToBackendAfter
source: Please note that after saving, you can no longer access the backend of JTL-Shop with this user account if you do not have access to the Google Authenticator App via a mobile device.
de_de: Bitte beachten Sie, dass Sie nach dem Speichern mit diesem Benutzerkonto keine Möglichkeit mehr haben, in das Backend von JTL-Shop zu gelangen, falls Sie keinen Zugriff mehr auf die Google Authenticator App auf Ihrem Mobilgerät haben sollten!

# infoScanQR
source: Scan the displayed QR code using the Google Authenticator App on your phone.
de_de: Scannen Sie den hier abgebildeten QR-Code mit der Google Authenticator App auf Ihrem Handy.

# emergencyCode
source: Emergency codes
de_de: Notfall-Codes

# codeCreateAgain
source: Create new codes
de_de: Neue Codes erzeugen

# clickHereToCreateQR
source: To generate a new QR code, please click here:
de_de: Um einen neuen QR-Code zu erzeugen, klicken Sie bitte hier:

# codeCreate
source: Generate new code
de_de: Neuen Code erzeugen

# emergencyCodeCreate
source: Generate new emergency codes
de_de: Neue Notfall-Codes erzeugen

# shopEmergencyCodes
source: Emergency codes for the back end of JTL-Shop
de_de: Notfall-Codes für das JTL-Shop-Backend

# permission_SETTINGS_META_KEYWORD_BLACKLIST_VIEW
source: Blacklist for meta keywords
de_de: Blacklist für Meta-Keywords

# permission_EXPORT_SHOPINFO_VIEW
source: Export file shopinfo.xml (elm@ar)
de_de: Exportdatei shopinfo.xml (elm@ar)

# permission_SETTINGS_SEARCH_VIEW
source: Search settings
de_de: Einstellungen durchsuchen

# permission_FILECHECK_VIEW
source: Check online shop files
de_de: Prüfung der Onlineshop-Dateien

# permission_DBCHECK_VIEW
source: Check database
de_de: Datenbankprüfung

# permission_PERMISSIONCHECK_VIEW
source: Directory check
de_de: Verzeichnisprüfung

# permission_WIZARD_VIEW
source: Set up
de_de: Einrichten

# permission_IMAGE_UPLOAD
source: Image upload (for sliders and in OPC)
de_de: Hochladen von Bildern (für Slider und im OPC)

# Voller Zugriff auf den Administrationsbereich.
source: Full access to administration area
de_de: Voller Zugriff auf den Administrationsbereich

# resume
source: About the author (for example displayed with blog posts)
de_de: Über den Autor (wird z.&nbsp;B. bei Blogbeiträgen angezeigt)

# personalInformation
source: Author
de_de: Autoreninformationen

# avatar
source: User image
de_de: Benutzerbild

# errorImageMissing
source: Please select an image.
de_de: Bitte wählen Sie ein Bild aus.

# errorImageUpload
source: Error uploading the image.
de_de: Fehler beim Hochladen des Bildes.

# noMenuItem
source: Other
de_de: Sonstiges

# sureDeleteUser
source: Delete user?
de_de: Möchten Sie den User wirklich löschen?

# newUserTitle
source: Creating a user
de_de: Benutzer erstellen
