Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/bilderverwaltung.po
Languages: de_de

# bilderverwaltung
source: Images
de_de: Bilder

# bilderverwaltungURL
source: https://jtl-url.de/v4jwa
de_de: https://jtl-url.de/201a8

# bilderverwaltungDesc
source: This is an overview of all existing images and, if applicable, errors. The different sizes of the images in JTL-Shop are only generated when the images are opened in the front end for the first time. This may lead to longer loading times in some cases. By selecting "Generate", you create all images that have not yet been generated. By selecting "Empty cache", you delete all existing images. "Empty cache" deletes all image sizes created from the original image. "Clear" deletes faulty original images.
de_de: Hier sehen Sie eine Übersicht zu den aktuell bereits generierten Bildern und ggf. aufgetretenen Fehlern. Bilder werden in den verschiedenen verfügbaren Größen in JTL-Shop erst dann generiert, wenn diese zum ersten Mal im Frontend aufgerufen werden. Dies kann vereinzelt zu längeren Ladezeiten führen. Über „Generieren“ können Sie alle noch nicht erzeugten Bilder automatisch erstellen lassen. Über „Cache leeren“ können Sie alle erzeugten Bilder löschen. „Cache leeren“ löscht die aus den Originalbildern erzeugten Größen. „Aufräumen“ löscht die fehlerhaften Originalbilder.

# headlineTyp
source: Type
de_de: Typ

# headlineTotal
source: Total number
de_de: Insgesamt

# headlineCache
source: In cache
de_de: Im Cache

# headlineSize
source: Size
de_de: Größe

# deleteCachedPics
source: Empty cache
de_de: Cache leeren

# generatePics
source: Generate
de_de: Generieren

# currentCorruptedPics
source: Currently faulty images
de_de: Aktuell fehlerhafte Bilder

# articlenr
source: SKU
de_de: Artikelnummer

# articlePic
source: Item image
de_de: Artikelbild

# corruptedPicsNote
source: Faulty images are images with an entry in the database for which no file exists on the server. A maximum of %d results is shown.
de_de: Fehlerhafte Bilder sind Bilder, die zwar einen Eintrag in der Datenbank haben, allerdings nicht als Datei auf dem Server vorhanden sind. Es werden maximal %d Ergebnisse angezeigt.

# Too many corrupted images
source: Too many faulty images.
de_de: Zu viele fehlerhafte Bilder.

# successCacheReset
source: Cache deleted successfully.
de_de: Cache wurde erfolgreich zurückgesetzt.

# errorCacheReset
source: Could not reset entire cache.
de_de: Cache konnte nicht vollständig zurückgesetzt werden.

# successImageCleanup
source: Images cleared successfully.
de_de: Bilder wurden erfolgreich aufgeräumt.

# pendingImageCleanup
source: Clearing images…
de_de: Bilder werden aufgeräumt…

# successImageDelete
source: Images deleted successfully.
de_de: Bilder wurden erfolgreich gelöscht.

# successImageGenerate
source: Images generated successfully.
de_de: Bilder wurden erfolgreich generiert.

# errorImageGenerate
source: Could not generate images
de_de: Bilder konnten nicht generiert werden.

# pendingImageDelete
source: Deleting images…
de_de: Bilder werden gelöscht…

# pendingStatisticCalc
source: Calculating statistics…
de_de: Statistiken werden berechnet…

# pendingImageGenerate
source: Generating images…
de_de: Bilder werden generiert…

# newscategory
source: Blog category
de_de: Blogkategorie

# configgroup
source: Configuration group
de_de: Konfigurationsgruppe

# cleanup
source: Clear
de_de: Aufräumen
