Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/boxen.po
Languages: de_de

# boxen
source: Footers/Boxes
de_de: Footer / Boxen

# boxenURL
source: https://jtl-url.de/li846
de_de: https://jtl-url.de/2uknw

# boxenDesc
source: Here you can create and edit boxes for different box containers and manage the footer. You can specify for each container on which pages it should be visible. Depending on the template used, different containers are available. Some boxes can also be further configured via the "Edit" button.
de_de: Hier können Sie Boxen in verschiedenen Boxen-Containern verwalten und den Footer pflegen. Für jeden Container können Sie festlegen, auf welchen Seiten er sichtbar sein soll. Je nach Template sind verschiedene Container verfügbar. Einige Boxen können Sie über die Bearbeiten-Schaltfläche weiter konfigurieren.

# showContainer
source: Activate container
de_de: Container aktivieren

# boxTitle
source: Name
de_de: Titel

# boxType
source: Type
de_de: Typ

# boxLabel
source: Description
de_de: Bezeichnung

# catBoxNum
source: Category box ID
de_de: Kategoriebox-Nummer

# catBoxNumTooltip
source: Only lists categories with the category attribute "category box" and the set number. For all categories with or without a function attribute, the default value is 0.
de_de: Listet nur die Kategorien mit dem Kategorieattribut „kategoriebox“ aus JTL-Wawi und der gesetzten Nummer auf. Standard=0 für alle Kategorien mit oder ohne Funktionsattribut.

source: Link group
de_de: Linkgruppe

# remove
source: Remove from list
de_de: Aus Liste entfernen

# confirmDeleteBox
source: Delete box "%s"? If you delete a container, all boxes in the container will also be deleted.
de_de: Sind Sie sicher, dass Sie die Box „%s“ löschen möchten? Wenn Sie einen Container löschen, werden alle im Container enthaltenen Boxen ebenfalls entfernt.

# new
source: New box
de_de: Neue Box

source: New container
de_de: Neuer Container

source: Please select
de_de: Bitte auswählen

# noTemplateConfig
source: Could not find configuration file (template.xml).
de_de: Konfigurationsdatei (template.xml) wurde nicht gefunden.

source: No box activated.
de_de: Es wurde keine Box aktiviert.

# boxEdit
source: Edit box
de_de: Box bearbeiten

# warningInvisibleBoxes
source: Some boxes cannot currently be displayed.
de_de: Es existieren Boxen, die aktuell nicht angezeigt werden können.

# noBoxesAvailableFor
source: Currently there are no boxes available for "%s".
de_de: Momentan sind noch keine Boxen für „%s“ vorhanden.

# showBoxOnlyFor
source: Show box "%s" only for:
de_de: Box „%s“ nur anzeigen für:

source: Invisible boxes
de_de: Nicht sichtbare Boxen

source: Delete selected
de_de: Markierte löschen

# sectionLeft
source: Left side bar
de_de: Linke Seitenleiste

# sectionRight
source: Right side bar
de_de: Rechte Seitenleiste

# successBoxDelete
source: Box(es) deleted successfully.
de_de: Box(en) wurde(n) erfolgreich gelöscht.

# successContainerCreate
source: Container created successfully.
de_de: Container wurde erfolgreich angelegt.

# errorContainerCreate
source: Could not create container.
de_de: Container konnte nicht angelegt werden.

# successBoxCreate
source: Box added successfully.
de_de: Box wurde erfolgreich hinzugefügt.

# errorBoxCreate
source: Could not add box.
de_de: Box konnte nicht hinzugefügt werden.

# errorBoxDelete
source: Could not remove box.
de_de: Box konnte nicht entfernt werden.

# successBoxEdit
source: Box successfully edited.
de_de: Box wurde erfolgreich bearbeitet.

# errorBoxEdit
source: Could not edit box.
de_de: Box konnte nicht bearbeitet werden.

# successBoxRefresh
source: Boxes updated successfully.
de_de: Boxen wurden erfolgreich aktualisiert.

source: visible on all pages
de_de: sichtbar auf allen Seiten

# visibleOnSomePages
source: visible on all selected pages
de_de: sichtbar auf ausgewählten Seiten

source: deactivated on all pages
de_de: auf allen Seiten deaktiviert

# warningChangesForAllPages
source: The selection "All pages" overwrites existing changes to the boxes that were made for individual pages beforehand.
de_de: Die Auswahl „Alle Seiten“ überschreibt entsprechende Änderungen an den Boxen, die vorher für einzelne Seiten vorgenommen wurden.

# errorBoxesVisibilityEdit
source: Could not set box visibility due to a MySQL error. Please contact the JTL Support team.
de_de: Sichtbarkeit der Boxen konnte nicht gesetzt werden. Es ist ein MySQL-Fehler aufgetreten. Bitte wenden Sie sich an den Support.

# Bestseller
source: Bestsellers
de_de: Bestseller

# Kategorien
source: Categories
de_de: Kategorien

# Vergleichsliste
source: Comparison list
de_de: Vergleichsliste

# Wunschliste
source: Wish list
de_de: Wunschzettel

source: Login
de_de: Anmeldung

# Zuletzt angesehen
source: Recently viewed
de_de: Zuletzt angesehen

# Hersteller
source: Manufacturer
de_de: Hersteller

# Neue im Sortiment
source: New in product range
de_de: Neu im Sortiment

# News Kategorien
source: Blog: blog categories
de_de: Blog: Kategorien des Blogsystems

# News (Monatsübersicht)
source: Blog: months with blog posts
de_de: Blog: Monate mit Beiträgen

# Schnellkauf
source: Quick buy
de_de: Schnellkauf

# Suchwolke
source: Search cloud
de_de: Suchwolke

# Sonderangebot
source: Special offer
de_de: Sonderangebot

# Top Angebot
source: Top item
de_de: Top-Artikel

# Top bewertet
source: Top rated
de_de: Top bewertet

# In Kürze Verfügbar
source: Available soon
de_de: In Kürze verfügbar

# Globale Merkmale
source: Global characteristics
de_de: Globale Merkmale

# Warenkorb
source: Basket
de_de: Warenkorb

# Linkgruppe
source: Link group
de_de: Linkgruppe

# Filter (Preisspanne)
source: Filter (price range)
de_de: Filter (Preisspanne)

# Filter (Bewertung)
source: Filter (customer review)
de_de: Filter (Bewertung)

# Filter (Merkmale)
source: Filter (characteristics)
de_de: Filter (Merkmale)

# Filter (Suche)
source: Filter (search)
de_de: Filter (Suche)

# Filter (Suchspecial)
source: Filter (item badge)
de_de: Filter (Artikelsticker)

# Eigene Box (Ohne Rahmen)
source: Custom box (without frame)
de_de: Eigene Box (ohne Rahmen)

# Eigene Box (Mit Rahmen)
source: Custom box (with frame)
de_de: Eigene Box (mit Rahmen)

# Konfigurator
source: Configurator
de_de: Konfigurator

# Filter (Hersteller)
source: Filter (manufacturer)
de_de: Filter (Hersteller)

# Filter (Kategorie)
source: Filter (category)
de_de: Filter (Kategorie)

# templateTypeTemplate
source: Template
de_de: Vorlage

# templateTypeContent
source: Contents
de_de: Inhalt

# templateTypeLinkList
source: Link list
de_de: Linkliste

# templateTypeCategory
source: Category
de_de: Kategorie

# warningNovaSidebar
source: If you want to use the left side bar on all pages in the NOVA template, you need to set the template setting "Show left sidebar" to "On all pages".
de_de: Wenn Sie die linken Seitenleist im Nova-Template außerhalb des Seitentyps „Artikelübersicht“ nutzen möchten, müssen Sie zusätzlich die Template-Einstellung „Linke Seitenleiste“ auf „Auf allen Seiten“ stellen.

# notAllowedForPage
source: Cannot display the box on the selected page.
de_de: Diese Box kann auf der gewählten Seite nicht angezeigt werden.
