Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/branding.po
Languages: de_de

# branding
source: Watermark
de_de: Wasserzeichen

# brandingDesc
source: Here you can add watermarks to images in different categories. Images of items are updated directly after saving. Images of all other categories must be transferred form JTL-Wawi via a complete synchronisation in order to display the watermarks.
de_de: Hier können Sie Wasserzeichen für Bilder in verschiedenen Kategorien einstellen. Artikelbilder werden direkt nach dem Speichern aktualisiert. Bilder aller anderen Kategorien müssen per Komplettabgleich aus JTL-Wawi neu übertragen werden, damit die Wasserzeichen angezeigt werden.

# brandingUrl
source: https://jtl-url.de/5nd2e
de_de: https://jtl-url.de/y8nkh

# brandingPictureKat
source: Image category
de_de: Bildkategorie

# brandingActive
source: Activate watermark
de_de: Wasserzeichenfunktion aktivieren

# brandingActiveDesc
source: Here you can specify whether the images of the selected image category receive a watermark. You need to perform a complete synchronisation with JTL-Wawi for all categories except "Item".
de_de: Hier legen Sie fest, ob bei Bildern der ausgewählten Bildkategorie ein Wasserzeichen angezeigt werden soll. Bei allen Kategorien außer „Artikel“ müssen Sie anschließend einen Komplettabgleich mit JTL-Wawi durchführen.

# brandingPositionDesc
source: Here you can define in which part of the image the watermark will be displayed.
de_de: Hier legen Sie fest, an welcher Stelle im Bild das Wasserzeichen angezeigt werden soll.

# brandingTransparencyDesc
source: Here you can adjust the transparency of the watermark (in %). We recommend a value of 50.
de_de: Hier legen Sie die Transparenz des Wasserzeichens in Prozent fest. Wir empfehlen einen Wert von 50.

# brandingSizeDesc
source: Enter the size of the watermark in proportion to the image size (in %). We recommend setting a value of 30. If you enter 0, the watermark will not be scaled at all and will be inserted in the original image size.
de_de: Hier geben Sie die Größe des Wasserzeichens in Prozent im Verhältnis zum Gesamtbild ein. Wir empfehlen einen Wert von 30. 0 skaliert das Wasserzeichen gar nicht und fügt es in der Original-Bildgröße ein.

# brandingFileName
source: Watermark file
de_de: Datei für Wasserzeichen

# brandingFileNameDesc
source: Here you can specify which file to use for the watermark. We recommend using a .png file with a transparent background.
de_de: Hier können Sie eine Bilddatei für das Wasserzeichen hinterlegen. Wir empfehlen eine PNG-Datei mit transparentem Hintergrund.

# product
source: Item
de_de: Artikel

# category
source: Categories
de_de: Kategorien

# variation
source: Variations
de_de: Variationen

# characteristic
source: Characteristics
de_de: Merkmale

# characteristicvalue
source: Characteristic values
de_de: Merkmalwerte

source: Manufacturer
de_de: Hersteller

# headingEditBrandingForProduct
source: Editing watermark for %s
de_de: Wasserzeichen für %s bearbeiten
