Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/cache.po
Languages: de_de

# objectcacheDesc
source: Here you can set the cache used by JTL-Shop. The object cache buffers data to allow for faster loading times. For each type of object, you can enable or disable it being saved in the cache.
de_de: Hier stellen Sie den von JTL-Shop genutzten Cache ein. Der Objekt-Cache puffert Daten, damit sie schneller geladen werden. Sie können für jede Objektart aktivieren, ob diese im Cache gespeichert werden soll.

# cacheURL
source: https://jtl-url.de/r-j4i
de_de: https://jtl-url.de/lt1ec

# cg_article_description
source: Contains item data
de_de: Enthält Artikeldaten

# cg_category_description
source: Contains category data
de_de: Enthält Kategoriedaten

# cg_language_description
source: Contains language variables and translations
de_de: Enthält Sprachvariablen und Übersetzungen

# cg_template_description
source: Contains template settings
de_de: Enthält Template-Einstellungen

# cg_option_description
source: Contains general settings
de_de: Enthält allgemeine Einstellungen

# cg_plugin_description
source: Contains plug-in data
de_de: Enthält Plugin-Daten

# cg_core_description
source: Contains proprietary JTL data
de_de: Enthält JTL-eigene Daten

# cg_object_description
source: Contains general objects
de_de: Enthält allgemeine Objekte

# cg_box_description
source: Contains boxes and their settings
de_de: Enthält Boxen und deren Einstellungen

# cg_news_description
source: Contains blog posts and categories
de_de: Enthält Blogbeiträge und -kategorien

# cg_attribute_description
source: Contains attribute data
de_de: Enthält Attributdaten

# cg_manufacturer_description
source: Contains manufacturer data
de_de: Enthält Herstellerdaten

# cg_filter_description
source: Contains filter data
de_de: Enthält Filterdaten

# cg_status_description
source: Contains status for notifications
de_de: Enthält Status für Mitteilungen

# cg_opc_description
source: Contains OPC data
de_de: Enthält Daten des OPC

# cg_article_nicename
source: Items
de_de: Artikel

# cg_category_nicename
source: Categories
de_de: Kategorien

# cg_language_nicename
source: Language
de_de: Sprache

# cg_option_nicename
source: Options
de_de: Optionen

# cg_object_nicename
source: Objects
de_de: Objekte

# cg_box_nicename
source: Boxes
de_de: Boxen

# cg_attribute_nicename
source: Attributes
de_de: Attribute

# cg_manufacturer_nicename
source: Manufacturers
de_de: Hersteller

# cg_filter_nicename
source: Item filter
de_de: Artikelfilter

source: Entries
de_de: Einträge

# management
source: Administration
de_de: Verwaltung

# stats
source: Statistics
de_de: Statistik

source: Type
de_de: Typ

source: Description
de_de: Beschreibung

source: empty
de_de: leeren

# clearObjectCache
source: Empty whole object cache
de_de: Gesamten Objekt-Cache leeren

# clearPageCache
source: Empty whole page cache
de_de: Gesamten Seiten-Cache leeren

# clearTemplateCache
source: Empty whole template cache
de_de: Gesamten Template-Cache leeren

source: Start benchmark
de_de: Benchmark starten

# showAdvanced
source: Show advanced settings
de_de: Erweiterte Optionen anzeigen

# configurationError
source: (faulty configuration)
de_de: (fehlerhaft konfiguriert)

# successCacheEmptied
source: Caches emptied successfully.
de_de: Caches wurden erfolgreich geleert.

# errorNoCacheType
source: Please select a cache type.
de_de: Bitte wählen Sie einen Cache-Typ.

# errorCacheTypeDelete
source: Could not empty cache %s (might already be empty).
de_de: Cache %s konnte nicht geleert werden (evtl. bereits leer).

# successCacheTypeActivate
source: Selected types activated successfully.
de_de: Ausgewählte wurden Typen erfolgreich aktiviert.

# successCacheTypeDeactivate
source: Selected types deactivated successfully.
de_de: Ausgewählte Typen wurden erfolgreich deaktiviert.

# successCacheDelete
source: Object cash deleted successfully.
de_de: Object-Cache wurde erfolgreich gelöscht.

# errorCacheDelete
source: Could not empty cache.
de_de: Cache konnte nicht geleert werden.

# successCacheMethodSave
source: saved as cache method.
de_de: wurde als Cache-Methode gespeichert.

# errorCacheMethodSelect
source: Could not select a working cache method.
de_de: Es konnte keine funktionierende Cache-Methode ausgewählt werden.

# errorFileDelete
source: Could not delete file %s.
de_de: Datei %s konnte nicht gelöscht werden!

# errorDirDelete
source: Could not delete directory %s.
de_de: Verzeichnis %s konnte nicht gelöscht werden!

# successTemplateCacheDelete
source: %d files deleted from the template cache.
de_de: Es wurden %d Dateien im Template-Cache gelöscht.

# fullSize
source: Total size
de_de: Gesamtgröße

# entriesCount
source: Number of entries
de_de: Anzahl Einträge

# emptySpace
source: Free memory
de_de: Freier Speicher

# busySpace
source: Used memory
de_de: Belegter Speicher

# scriptCountInCache
source: Number of scripts in cache
de_de: Anzahl Skripte im Cache

# keyCountInCache
source: Number of keys in cache
de_de: Anzahl Keys im Cache

# filesFrontend
source: Front end files
de_de: Dateien Frontend

source: Runs
de_de: Durchläufe

# repeats
source: Repetitions
de_de: Wiederholungen

source: Test data
de_de: Testdaten

# time
source: Times
de_de: Zeiten

# errorBenchmark
source: Could not run benchmark.
de_de: Benchmark konnte nicht ausgeführt werden.

# errorMethodNotFound
source: No methods found.
de_de: Keine Methoden gefunden.

# typeObject
source: Object
de_de: Objekt
