Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/countrymanager.po
Languages: de_de

# countryManager
source: Country administration
de_de: Länderverwaltung

# countryManagerURL
source: https://jtl-url.de/l87bq
de_de: https://jtl-url.de/xiuvh

# countryManagerDesc
source: Here you can manage all countries used in JTL-Shop independently of JTL-Wawi. The names of the countries are automatically generated in the respective language for front and back end using the ISO code. Therefore, the names cannot be changed. The fields "German" and "English" should be named like the respective countries in JTL-Wawi.
de_de: Hier können Sie die in JTL-Shop genutzten Länder unabhängig von JTL-Wawi verwalten. Der Name der Länder wird für Frontend und Backend automatisch über den ISO-Code in der entsprechenden Sprache generiert und ist daher nicht änderbar. Die Felder „Deutsch“ und „Englisch“ sollten mit den entsprechenden Namen in JTL-Wawi übereinstimmen.

# DBcDeutsch
source: German
de_de: Deutsch

# DBcEnglisch
source: English
de_de: Englisch

source: Continent
de_de: Kontinent

# isShippingAvailable
source: Selectable as destination country
de_de: Als Lieferland wählbar

# isShippingAvailableDesc
source: Automatically set true when a country is selectable in at least one shipping method.
de_de: Wird automatisch gesetzt sobald ein Land in mindestens einer Versandart vorhanden ist.

# isPermitRegistration
source: Selectable as billing country
de_de: Als Rechnungsland wählbar

# isPermitRegistrationDesc
source: Will automatically be set to 'Yes' as soon as a country is activated in a shipping method. Will also automatically be set to 'No' when a country is no longer activated in any shipping methods.
de_de: Wird automatisch auf „Ja“ gesetzt, sobald ein Land in mindestens einer Versandart vorhanden ist. Wird außerdem automatisch auf „Nein“ gesetzt, sobald ein Land in keiner Versandart mehr vorhanden ist.

# isRequireStateDefinition
source: Federal state is mandatory
de_de: Bundesland als Pflichtfeld

# updateCountry
source: Edit country
de_de: Land bearbeiten

source: Add country
de_de: Land hinzufügen

# errorCountryIsoExists
source: A country with ISO code "%s" already exists.
de_de: Ein Land mit ISO-Code „%s“ existiert bereits.

# confirmDeleteCountry
source: Really delete country "%s" with ISO code "%s"?
de_de: Möchten Sie Land „%s“ mit ISO-Code „%s“ wirklich löschen?

# successCountryAdd
source: Country with ISO code "%s" added successfully.
de_de: Land mit ISO-Code „%s“ wurde erfolgreich hinzugefügt.

# successCountryDelete
source: Country with ISO code "%s" deleted successfully.
de_de: Land mit ISO-Code „%s“ wurde erfolgreich gelöscht.

# successCountryUpdate
source: Country with ISO code "%s" updated successfully.
de_de: Land mit ISO-Code „%s“ wurde erfolgreich aktualisiert.

# errorIsoDoesNotExist
source: A country with ISO code "%s" can not be found.
de_de: Ein Land mit ISO-Code „%s“ kann nicht gefunden werden.

# warningCreateCountryInWawi
source: You also need to create the same country in JTL-Wawi and set the corresponding tax zone: <a href="https://guide.jtl-software.de/jtl-wawi/global/laender-verwalten/" target="_blank">Manage countries</a>
de_de: Legen Sie unbedingt zusätzlich auch das gleiche Land in JTL-Wawi an und setzen Sie die entsprechende Steuerzone: <a href="https://guide.jtl-software.de/jtl-wawi/global/laender-verwalten/" target="_blank">Länder verwalten</a>

# infoRegistrationCountriesActivated
source: The countries <strong>%s</strong> have been added to the selectable billing countries. Please see <a href="countrymanager.php" target="_blank">Country administration</a>.
de_de: Die Länder <strong>%s</strong> wurden zu den auswählbaren Rechnungsländern hinzugefügt. Siehe <a href="countrymanager.php" target="_blank">Länderverwaltung</a>.

# warningRegistrationCountriesDeactivated
source: The countries <strong>%s</strong> have been removed from the selectable billing countries. Please see <a href="countrymanager.php" target="_blank">Country administration</a>.
de_de: Die Länder <strong>%s</strong> wurden aus den auswählbaren Rechnungsländern entfernt. Siehe <a href="countrymanager.php" target="_blank">Länderverwaltung</a>

# warningShippingAvailable
source: The country is activated as a destination country in at least one shipping method. We therefore recommend enabling the selection of the country as a billing country as well.
de_de: Das Land ist in mindestens einer Versandart als Lieferland aktiviert. Wir empfehlen daher, das Land auch als auswählbares Rechnungsland anzubieten.
