Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/dbcheck.po
Languages: de_de

# dbcheck
source: Database check
de_de: Datenbankprüfung

# dbcheckDesc
source: Use the database check to verify the consistency of your online shop database.
de_de: Mit der Datenbankprüfung können Sie die Konsistenz der Datenbank Ihres Onlineshops überprüfen.

# dbcheckURL
source: https://jtl-url.de/nv3x4
de_de: https://jtl-url.de/vrf0o

# errorReadStructureFile
source: Could not read structure file.
de_de: Struktur-Datei konnte nicht gelesen werden.

# errorNoInnoTable
source: %s is no InnoDB table
de_de: %s ist keine InnoDB-Tabelle

# errorWrongCollation
source: %s has a wrong collation
de_de: %s hat die falsche Kollation

# errorDataTypeTextInRow
source: Data type text in column %s
de_de: Datentyp text in Spalte %s

# errorDataTypeTinyInRow
source: Data type tinyint in column %s
de_de: Datentyp tinyint in Spalte %s

# errorNoTable
source: Missing table
de_de: Tabelle nicht vorhanden

# errorRowMissing
source: Missing column %s in %s
de_de: Spalte %s in %s nicht vorhanden

# errorWrongCollationRow
source: Inconsistent collation in column %s
de_de: Inkonsistente Kollation in Spalte %s

# errorEmptyCache
source: Error emptying the object cache. (%s)
de_de: Leeren des Objekt-Cache fehlgeschlagen! (%s)

# countTables
source: Number of tables
de_de: Anzahl Tabellen

# showModifiedTables
source: Number of modified tables
de_de: Anzahl modifizierter Tabellen

# errorDoAction
source: Could not run action.
de_de: Aktion konnte nicht ausgeführt werden.

# migrationCancel
source: Cancel migration
de_de: Migration abbrechen

# errorMigrationTable
source: Migration error for table %s!
de_de: Bei der Migration der Tabelle %s ist ein Fehler aufgetreten!

# errorMigrationTableContinue
source: Migration error for table %s! Continue?
de_de: Bei der Migration der Tabelle %s ist ein Fehler aufgetreten! Fortfahren?

# migrationOf
source: Migration of %s – Step %s
de_de: Migrieren von %s – Schritt %s

# structureMigrationNeeded
source: Structure migration required!
de_de: Struktur-Migration erforderlich!

# structureMigrationNeededLong
source: %s tables require a migration to the InnoDB tablespace and, if applicable, a conversion to a UTF-8 character set. Approx. %s of data are affected by this migration.
de_de: Für %s Tabellen ist eine Verschiebung in den InnoDB-Tablespace und ggfs. die Konvertierung in einen UTF-8-Zeichensatz erforderlich. Von dieser Migration sind ca. %s an Daten betroffen.

# warningOldDBVersion
source: Outdated database version
de_de: Veraltete Datenbank-Version

# warningOldDBVersionLong
source: The used database version %s does not support all possibilities of this version of JTL-Shop. Therefore, some functions will not be available after the migration.
de_de: Die verwendete Datenbank-Version %s unterstützt nicht alle Möglichkeiten dieser Version von JTL-Shop. Einige Funktionen stehen deshalb nach der Migration nicht mehr zur Verfügung.

# fullTextDeactivate
source: The full-text search will be disabled.
de_de: Die Volltextsuche wird deaktiviert.

# fullTextDelete
source: Full text index %s for %s will be deleted.
de_de: Der Volltextindex %s für %s wird gelöscht.

# notEnoughTableSpace
source: Not enough space in InnoDB tablespace.
de_de: Nicht genügend Platz im InnoDB-Tablespace.

# notEnoughTableSpaceLong
source: In the InnoDB tablespace of your database, only %s are available for storing data. This might not be enough for the amount of data to be migrated. Please make sure that enough space is available in the InnoDB tablespace.
de_de: Im InnoDB-Tablespace Ihrer Datenbank stehen nur %s für Daten zur Verfügung. Dies wird für die zu migrierende Datenmenge u.&nbsp;U. nicht ausreichen. Bitte stellen Sie sicher, dass genügend Platz im InnoDB-Tablespace zur Verfügung steht.

# structureMigration
source: Structure migration of %s tables
de_de: Struktur-Migration für %s Tabellen

# soloStructureTable
source: Individually via the structure table
de_de: Einzeln über die Struktur-Tabelle

# viaScriptConsole
source: Via a script on the DB console
de_de: Per Skript auf der DB-Konsole

# noteSoloMigration
source: Individual migration is recommended if only few tables must be edited or if some tables cannot be changed via automatic migration or migration via a script.
de_de: Die Einzel-Migration wird empfohlen, wenn nur einige wenige Tabellen geändert werden müssen oder einzelne Tabellen mit der automatischen Migration oder der Migration per Skript nicht geändert werden konnten.

# noteSoloMigrationClick
source: With a click on the <i class="fa fa-cogs"></i>symbol, you can perform the migration individually for every table in the list.
de_de: Sie können mit einem Klick auf das <i class="fa fa-cogs"></i>-Symbol die Migration für jede Tabelle einzeln in der Liste durchführen.

# warningDoBackupSingle
source: <strong>BEFORE</strong> conducting the migration, we highly recommend performing a backup of the entire database or at least a backup of every table you wish to edit.
de_de: <strong>BEVOR</strong> Sie die Migration durchführen, erstellen Sie unbedingt ein Backup der gesamten Datenbank, mindestens jedoch der Tabellen, die Sie ändern möchten.

# noteRecommendMigration
source: Automatic migration is recommended for cases in which you want to completely remodel the online shop database and the data is within the <a title="Software constraints and limits of JTL products" href="https://jtl-url.de/9thc8">Specifications</a> for JTL-Shop.
de_de: Die automatische Migration wird empfohlen, wenn die Datenbank Ihres Onlineshops komplett umgestellt werden muss und sich die Datenmenge innerhalb der <a title="Softwarebeschränkungen und Grenzen der JTL-Produkte" href="https://jtl-url.de/8qsat">Spezifikationen</a> für JTL-Shop befindet.

# notePatienceOne
source: Please wait. %s tables and a data volume of approx. %s are being
de_de: Bitte haben Sie Geduld! Bei %s Tabellen und einer Datenmenge von ca. %s kann die Migration

# notePatienceTwo
source: migrated. During the migration process, important tables of the online shop will be locked. This might lead to significant limitations in the front end. We therefore recommend activating the <a title="Global settings - Maintenance mode" href="%s/%s/einstellungen.php?kSektion=1#wartungsmodus_aktiviert">Maintenance mode</a> while performing the migration.<br/> Every table is migrated in two individual steps. The first step consists of moving the InnoDB tablespace. The second step consists of the conversion of data into the character set UTF-8.
de_de: dauern. Während der Migration werden zudem wichtige Tabellen im Onlineshop gesperrt, so dass es zu erheblichen Einschränkungen im Frontend kommen kann. Es wird deshalb empfohlen, den <a title="Globale Einstellungen - Wartungsmodus" href="%s/%s/einstellungen.php?kSektion=1#wartungsmodus_aktiviert">Wartungsmodus</a> zu aktivieren, während Sie die Migration durchführen.<br/> Jede Tabelle wird einzeln in zwei Schritten migriert. Im ersten Schritt erfolgt die Verschiebung in den InnoDB-Tablespace und im zweiten die Konvertierung der Daten in den UTF-8-Zeichensatz.

source: less than one minute
de_de: weniger als eine Minute

source: one minute
de_de: eine Minute

source: if necessary up to
de_de: ggfs. aber auch bis zu

# warningDoBackup
source: <strong>BEFORE</strong> the migration, a backup of the entire database must be performed.
de_de: Erstellen Sie unbedingt ein Backup der gesamten Datenbank <strong>BEVOR</strong> Sie die Migration ausführen!

# yesBackup
source: I created a backup of the entire online shop database.
de_de: Ich habe ein Backup der kompletten Datenbank des Onlineshops erstellt.

# maintenanceActive
source: Maintenance mode active.
de_de: Wartungsmodus ist aktiv.

# noMaintenance
source: I do not want to activate the maintenance mode.
de_de: Ich verzichte auf den Wartungsmodus.

# yesEnoughSpace
source: I made sure that there is enough space in the InnoDB tablespace.
de_de: Ich habe sichergestellt, dass genügend Platz im InnoDB-Tablespace zur Verfügung steht.

# buttonMigrationStart
source: Start migration
de_de: Migration starten

# noteMigrationScript
source: The migration via script using the MySQL Console is recommended if you have administrative access to your database server and want to migrate a great amount of data.
de_de: Die Migration per Skript über die MySQL-Konsole wird empfohlen, wenn Sie administrativen Zugang zu Ihrem Datenbankserver haben und eine große Menge an Daten migriert werden muss.

# noteMigrationScriptClick
source: By clicking on "Create script", you can generate a script for carrying out the required migration. This script can then be executed completely or in part on the console of your database server. For this you require administrative access (e.g. via SSH) to your database server. A web interface such as phpMyAdmin is <strong>not</strong> suited for running the script.
de_de: Mit einem Klick auf die Schaltfläche „Skript erstellen“ können Sie sich ein Skript zur Durchführung der notwendigen Migration generieren lassen. Dieses Skript können Sie dann komplett oder in Teilen auf der Konsole Ihres Datenbankservers ausführen. Sie benötigen dafür einen administrativen Zugang (z.&nbsp;B. per SSH) zu Ihrem Datenbank-Server. Eine Weboberfläche wie phpMyAdmin ist für das Ausführen dieses Skriptes <strong>nicht</strong> geeignet.

# noteMigrationScriptDesc
source: The script is based on the current situation and contains only changes that are necessary for this JTL-Shop. You cannot use the script to perform a migration for a different JTL-Shop.
de_de: Das Skript wird anhand der aktuellen Situation erstellt und beinhaltet nur die Änderungen, die für diesen JTL-Shop notwendig sind. Sie können das Skript nicht verwenden, um die Migration auf einem anderen JTL-Shop auszuführen.

# noteMigrationScriptMaintenance
source: Please note that it might take some time to perform a complete run of the script. During that time, important tables in the online shop remain inaccessible. We therefore recommend activating the <a title="Global settings - Maintenance mode" href="%s/%s/einstellungen.php?kSektion=1#wartungsmodus_aktiviert">Maintenance mode</a> while performing the migration.
de_de: Bedenken Sie beim Ausführen des Skriptes, dass dieses ggfs. eine längere Zeit für den kompletten Durchlauf benötigt und währenddessen wichtige Tabellen im Onlineshop für den Zugriff gesperrt werden. Es wird deshalb empfohlen, den <a title="Globale Einstellungen - Wartungsmodus" href="%s/%s/einstellungen.php?kSektion=1#wartungsmodus_aktiviert">Wartungsmodus</a> zu aktivieren, während Sie die Migration durchführen.

# warningDoBackupScript
source: <strong>BEFORE</strong> running the script, you absolutely need to create a backup of the entire database.
de_de: Erstellen Sie unbedingt ein Backup der gesamten Datenbank, <strong>BEVOR</strong> Sie das Skript ausführen.

# warningUseConsoleScript
source: Use a server console and do <strong>NOT</strong> use phpMyAdmin to run the script.
de_de: Verwenden Sie eine Serverkonsole und <strong>NICHT</strong> phpMyAdmin zum Ausführen des Skriptes.

# warningUseThisShopScript
source: Only use the script for running the migration of <strong>THIS</strong> JTL-Shop.
de_de: Verwenden Sie das Skript nur für die Migration <strong>DIESES</strong> JTL-Shops.

# buttonCreateScript
source: Create script
de_de: Skript erstellen

# sureCancelStructureMigration
source: Cancel structure migration?
de_de: Möchten Sie die Struktur-Migration wirklich abbrechen?

# cancelMigration
source: Cancelling migration…
de_de: Migration wird beendet…

# migrateOf
source: Running migration of
de_de: Migrieren von

# notApproveMaintenance
source: Please confirm the maintenance mode and the backup.
de_de: Bitte bestätigen Sie den Wartungsmodus und das Backup.

# errorNoInnoDBSupport
source: InnoDB is not supported!
de_de: InnoDB wird nicht unterstützt!

# errorNoUTF8Support
source: UTF-8 collation <strong>utf8_unicode_ci</strong> is not supported!
de_de: Die UTF-8-Kollation <strong>utf8_unicode_ci</strong> wird nicht unterstützt!

# errorNoInnoDBSupportDesc
source: Your current database version %s does not support InnoDB tables—a structure migration is not possible.<br/> Please contact the database administrator or host to activate the InnoDB support.
de_de: Ihre aktuelle Datenbankversion %s unterstützt keine InnoDB-Tabellen – eine Struktur-Migration ist nicht möglich.<br/> Bitte setzen Sie sich mit Ihrem Datenbank-Administrator oder Ihrem Hoster zwecks Aktivierung der InnoDB-Unterstützung in Verbindung.

# errorNoUTF8SupportDesc
source: Your current database version %s does not support collation "utf8_unicode_ci"—a structure migration is not possible.<br/> Please contact the database administrator or host to activate collation "utf8_unicode_ci".
de_de: Ihre aktuelle Datenbankversion %s unterstützt die Kollation „utf8_unicode_ci“ nicht – eine Struktur-Migration ist nicht möglich.<br/> Bitte setzen Sie sich mit Ihrem Datenbank-Administrator oder Ihrem Hoster zwecks Aktivierung der Kollation „utf8_unicode_ci“ in Verbindung.

# startAutomaticMigration
source: Starting automatic migration…
de_de: Automatische Migration wird gestartet…

# clearCache
source: Clearing cache…
de_de: Cache wird bereinigt…

# errorTableInUse
source: is currently being used and cannot be migrated! Continue?
de_de: ist in Benutzung und kann nicht migriert werden! Möchten Sie fortfahren?
