Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/dbupdater.po
Languages: de_de

# dbupdater
source: Database update
de_de: Datenbank-Update

# dbupdaterURL
source: https://jtl-url.de/3ajp1
de_de: https://jtl-url.de/8qef4

# dbupdaterDesc
source: Here you can update the database of your JTL-Shop. The target version of the database update matches the currently installed version of JTL-Shop.
de_de: Hier können Sie Ihre JTL-Shop-Datenbank aktualisieren. Die Zielversion für das Datenbank-Update entspricht der derzeit installierten Version von JTL-Shop.

# buttonUpdateNow
source: Start database update
de_de: Datenbank-Update starten

# nextStep
source: Continue
de_de: Fortfahren

source: From version
de_de: Von Version

source: To version
de_de: Nach Version

# errorSqlUpdate
source: An SQL command in the update could not be run. Please try again.
de_de: Ein SQL-Befehl im Update konnte nicht ausgeführt werden. Bitte versuchen Sie es erneut.

# successUpdate
source: Update completed successfully.
de_de: Update wurde erfolgreich abgeschlossen.

# errorUpdate
source: An SQL command in the update could not be run 3 times. The update has been cancelled. Please contact the Support team.
de_de: Ein SQL-Befehl im Update konnte 3-mal nicht ausgeführt werden. Das Update wurde abgebrochen. Bitte kontaktieren Sie den Support.

# eventProtocol
source: Event log
de_de: Ereignisprotokoll

# isDownloaded
source: is being downloaded
de_de: wird heruntergeladen

# createSuccess
source: created successfully.
de_de: wurde erfolgreich erstellt

# errorSaveCopy
source: Could not create backup copy.
de_de: Sicherungskopie konnte nicht erstellt werden.

# infoUpdatePause
source: Update cancelled:
de_de: Update wurde angehalten:

# successMigrations
source: Migrations completed successfully.
de_de: Migrationen wurden erfolgreich ausgeführt.

# successMigration
source: Migration completed successfully.
de_de: Migration wurde erfolgreich ausgeführt.

# updateTosuccessfull
source: Successfully updated to %s.
de_de: Update auf %s erfolgreich

source: Session expired.
de_de: Sitzung abgelaufen

# redirectToLogin
source: You will shortly be forwarded to the login page.
de_de: Sie werden zum Anmeldefenster weitergeleitet…

# dbUpToDate
source: Your database corresponds to the current system version (%s).
de_de: Ihre Datenbank entspricht dem aktuellen Systemstand (Version %s).

# successfullMigrations
source: Successful migrations
de_de: Erfolgreiche Migrationen

# openMigrations
source: Missed migrations
de_de: Nicht ausgeführte Migrationen

# putOnServer
source: Save on server
de_de: Auf Server ablegen

# infoUpdateNow
source: Click on "Start database update" to perform the database update.
de_de: Klicken Sie auf „Datenbank-Update starten“, um die Datenbankaktualisierung durchzuführen.

# dbUpdate
source: Database update
de_de: Datenbankaktualisierung

source: required
de_de: erforderlich

# errorMinShopVersionRequired
source: Your online shop does not have the minimum version required to update to version %s. Please update to version $s first and then to version %s. Please visit our <a href="%s" target="_blank">Guide</a> for further instructions.
de_de: Ihr Onlineshop verfügt nicht über die benötigte Mindestversion für das Update auf Version %s. Sie benötigen mindestens die Version %s, um das Update auf die Version %s durchführen zu können. Folgen Sie dazu bitte der entsprechenden Anleitung in unserem <a href="%s" target="_blank">Guide</a>.
