Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/einstellungen.po
Languages: de_de

# preferencesURL
source: https://jtl-url.de/b1-ot
de_de: https://jtl-url.de/u56j2

# preferencesDesc
source: Click on the settings you want to change.
de_de: Klicken Sie den Bereich an, den Sie einstellen möchten.

# savePreferences
source: Save settings
de_de: Einstellungen speichern

source: Back to overview
de_de: Zurück zur Übersicht

# settingsSaved
source: Settings saved successfully.
de_de: Einstellungen wurden erfolgreich gespeichert.

# prefURL5
source: https://jtl-url.de/nlb2u
de_de: https://jtl-url.de/c1wy5

# prefURL4
source: https://jtl-url.de/nzk8x
de_de: https://jtl-url.de/hvr-b

# prefURL9
source: https://jtl-url.de/6jdo7
de_de: https://jtl-url.de/kgce4

# prefURL8
source: https://jtl-url.de/fubg2
de_de: https://jtl-url.de/d109m

# prefURL3
source: https://jtl-url.de/hj1pz
de_de: https://jtl-url.de/jnw83

# prefURL1
source: https://jtl-url.de/emqy1
de_de: https://jtl-url.de/04p3t

# prefURL6
source: https://jtl-url.de/7rvme
de_de: https://jtl-url.de/vsn01

# prefURL7
source: https://jtl-url.de/c0h2b
de_de: https://jtl-url.de/kxqgt

# prefURL2
source: https://jtl-url.de/8qj9i
de_de: https://jtl-url.de/sdka5

# prefDesc5ProductQuestion
source: Here you can adjust the settings regarding questions that customers ask about specific items. Customers can open the respective window via the item detail page.
de_de: Hier können Sie Einstellungen bezüglich Fragen von Kunden zu bestimmten Artikeln vornehmen. Der Kunde ruft das zugehörige Fenster über die jeweilige Artikeldetailseite auf.

# searchForID
source: Search for ID: %s
de_de: Suche nach ID: %s

# searchForIDRange
source: Search for ID Range: %s
de_de: Suche nach ID Range: %s

# searchForName
source: Search for Name: %s
de_de: Suche nach Name: %s

# modalTitleOrderNumberTooLong
source: Order number range too low
de_de: Bestellnummerbereich zu gering

# modalTitleOrderNumberInvalid
source: Order number range invalid
de_de: Bestellnumer nicht zulässig

# modalTextOrderNumberInvalid
source: The max oder number is greater than the first order number.
de_de: Die max. mögliche Bestellnummer ist kleiner als die Anfangsnummer!

# modalTextOrderNumberTooLongOne
source: Only
de_de: Es sind nur max.

# modalTextOrderNumberTooLongTwo
source: order numbers in the format
de_de: Bestellnummern im Format

# modalTextOrderNumberTooLongThree
source: possible!
de_de: möglich!

# buttonSaveAnyway
source: Save anyway!
de_de: Trotzdem speichern!
