Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/emailhistory.po
Languages: de_de

# emailhistory
source: Email log
de_de: E-Mail-Logbuch

# emailhistoryURL
source: https://jtl-url.de/j9k53
de_de: https://jtl-url.de/koyfj

# emailhistoryDesc
source: Here you can view all emails sent from your online shop.
de_de: Hier sehen Sie alle E-Mails, die von Ihrem Onlineshop versendet wurden.

# fromname
source: Sender: Name
de_de: Absender: Name

# fromemail
source: Sender: Email
de_de: Absender: E-Mail

# toname
source: Recipient: Name
de_de: Empfänger: Name

# toemail
source: Recipient: Email
de_de: Empfänger: E-Mail

# date
source: Sent on
de_de: Versendet am

# errorHistoryDelete
source: Could not delete email log.
de_de: E-Mail-Logbuch konnte nicht gelöscht werden.

# successHistoryDelete
source: Selected log entries deleted successfully.
de_de: Markierte Logbucheinträge wurden erfolgreich gelöscht.

# errorSelectEntry
source: Please select at least one log entry.
de_de: Bitte markieren Sie mindestens einen Logbucheintrag.

# sureEmailDelete
source: Delete entire email log?
de_de: Möchten Sie das komplette E-Mail-Logbuch wirklich löschen?
