Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/emailvorlagen.po
Languages: de_de

source: Email templates
de_de: E-Mail-Vorlagen

# emailTemplateURL
source: https://jtl-url.de/mvfr2
de_de: https://jtl-url.de/wjkma

# emailTemplatesHint
source: Here you can edit the templates of all emails that can be sent with JTL-Shop. These templates are edited using the Smarty Template engine. When you request a test email, you can choose between every language available for the online shop.
de_de: Hier können die Vorlagen für alle E-Mails angepasst werden, die JTL-Shop verschicken kann. Diese Vorlagen werden mithilfe der Smarty Template Engine bearbeitet. Wenn Sie eine Test-E-Mail anfordern, erhalten Sie diese in jeder im Onlineshop verfügbaren Sprache.

# testmail
source: Request test email
de_de: Test-E-Mail anfordern

# testmailsGoToEmail
source: Test emails will be sent to the following address:
de_de: Test-E-Mails werden an folgende Adresse gesendet:

# noMasterEmailSpecified
source: No master email address found. Please enter a master sender email address under Administration > Email > Server.
de_de: Keine Master-E-Mail-Adresse hinterlegt. Bitte tragen Sie eine Master-E-Mail-Adresse für den Absender unter Administration > E-Mail > Server ein.

# emailTemplateModifyHint
source: Here you can edit the content of an email template in every language available for JTL-Shop. You can also specify the email address from which the email is to be send and whether certain attachments will be added by default.
de_de: Hier bearbeiten Sie den Inhalt einer E-Mail-Vorlage in jeder in JTL-Shop gepflegten Sprache. Sie können außerdem festlegen, von welcher Adresse aus die E-Mail versendet werden soll, und ob bestimmte Anhänge standardmäßig mitgesendet werden sollen.

# mailText
source: Content (text)
de_de: Inhalt (Text)

# mailHtml
source: Content (HTML)
de_de: Inhalt (HTML)

# mailType
source: Send this email type as
de_de: Diese E-Mail-Art versenden als

# pdf
source: PDF file
de_de: PDF-Datei

# currentFiles
source: Current attachments
de_de: Aktuelle Anhänge

# emailAddAKZ
source: Attach legal disclosure to email text
de_de: Anbieterkennzeichnung an E-Mail-Text anhängen

# emailAddAGB
source: Attach terms and conditions to email text
de_de: AGB an E-Mail-Text anhängen

# emailAddWRB
source: Attach withdrawal to email text
de_de: Widerrufsbelehrung an E-Mail-Text anhängen

# emailAddWRBForm
source: Attach model withdrawal form to email text
de_de: Muster-Widerrufsformular an E-Mail-Text anhängen

# emailAddDSE
source: Attach data privacy notice to email text
de_de: Datenschutzerklärung an E-Mail-Text anhängen

# emailActive
source: Send email
de_de: E-Mail versenden

# emailOut
source: Sender email address
de_de: Absender-E-Mail-Adresse

# emailSenderName
source: Address name
de_de: Absendername

# emailCopyTo
source: Send copy of email (bcc) to
de_de: E-Mail-Kopie (bcc) an

# errorTemplate
source: Faulty email template.
de_de: Die E-Mail-Vorlage ist fehlerhaft.

# successTemplateReset
source: Selected email template reset successfully.
de_de: Markierte E-Mail-Vorlage wurde erfolgreich zurückgesetzt.

# errorTemplateMissing
source: Email template not found:
de_de: Es existiert keine E-Mail-Vorlage:

# successEmailSend
source: Email sent successfully.
de_de: E-Mail wurde erfolgreich versendet.

# errorEmailSend
source: Could not send email.
de_de: E-Mail konnte nicht versendet werden.

# errorFileName
source: File name %s contains forbidden characters (A–Z, a–z, 0–9, _ and - are allowed).
de_de: Der Dateiname %s enthält unzulässige Zeichen (erlaubt sind A–Z, a–z, 0–9, _ und -).

# errorFileSave
source: Files could not be written. Please check whether write access is set for the pdf directory.
de_de: Dateien konnten nicht geschrieben werden. Prüfen Sie bitte, ob für das PDF-Verzeichnis Schreibrechte gesetzt sind.

# errorFileNameMissing
source: Please also enter a name for every file.
de_de: Bitte geben Sie zu jeder Datei auch einen Dateinamen ein.

# errorFileSizeType
source: The file must be a PDF and must not be larger than 2&nbsp;MB.
de_de: Die Datei muss im PDF-Format vorliegen und darf maximal 2&nbsp;MB groß sein.

# errorFileNamePdfMissing
source: The PDF file does not have a name.
de_de: Sie haben zu einem PDF keinen Dateinamen angegeben.

# successTemplateEdit
source: Email template edited successfully.
de_de: E-Mail-Vorlage wurde erfolgreich geändert.

# successFileAppendixDelete
source: Attachments for the selected languages deleted successfully.
de_de: Dateianhänge für die gewählte Sprache wurden erfolgreich gelöscht.

# multipleDividedColon
source: In case of multiple recipients, use a semicolon as a separator
de_de: Mehrere Empfänger durch Semikolon trennen

# resetEmailTemplate
source: The email template will be reset.
de_de: Die E-Mail-Vorlage wird zurückgesetzt.

# sureResetEmailTemplate
source: Reset email template "<b>%s</b>"?
de_de: Möchten Sie die E-Mail-Vorlage „<b>%s</b>“ wirklich zurücksetzen?

source: Plug-in templates
de_de: Plugin-Vorlagen

# name_core_jtl_kupon
source: Coupon (standard/shipping coupon)
de_de: Coupon (Standard / Versandcoupon)

# name_core_jtl_gutschein
source: Customer receives credit
de_de: Kunde erhält Guthaben

# name_core_jtl_bestellbestaetigung
source: Order confirmation
de_de: Bestellbestätigung

# name_core_jtl_passwort_vergessen
source: Forgot password
de_de: Passwort vergessen

# name_core_jtl_neukundenregistrierung
source: New customer registration
de_de: Neukundenregistrierung

# name_core_jtl_accounterstellung_durch_betreiber
source: Creation of a customer account by online shop operator
de_de: Erstellung eines Kundenkontos durch den Onlineshop-Betreiber

# name_core_jtl_bestellung_bezahlt
source: Order was paid
de_de: Bestellung bezahlt

# name_core_jtl_bestellung_versandt
source: Order was shipped
de_de: Bestellung versandt

# name_core_jtl_account_geloescht
source: Deletion of customer account
de_de: Löschung eines Kundenkontos

# name_core_jtl_kdgrp_zuweisung
source: Assignment to customer group by online shop operator
de_de: Kundengruppenzuweisung durch Onlineshop-Betreiber

# name_core_jtl_kontaktformular
source: Contact form
de_de: Kontaktformular

# name_core_jtl_produktanfrage
source: Question about item
de_de: Frage zum Artikel

# name_core_jtl_verfuegbarkeitsbenachrichtigung
source: Notification when item is back in stock
de_de: Benachrichtigung, wenn Artikel wieder verfügbar

# name_core_jtl_wunschliste
source: Sharing wish lists with friends
de_de: Wunschzettelversand an Freunde

# name_core_jtl_bewertungerinnerung
source: Reminder: review after purchase
de_de: Bewertungserinnerung nach Artikelkauf

# name_core_jtl_bestellung_aktualisiert
source: Order was updated
de_de: Bestellung aktualisiert

# name_core_jtl_bestellung_storno
source: Order was cancelled
de_de: Bestellung storniert

# name_core_jtl_bestellung_restorno
source: Order was reactivated
de_de: Bestellung reaktiviert

# name_core_jtl_bestellung_teilversandt
source: Order was partly delivered
de_de: Bestellung teilversandt

# name_core_jtl_newsletteranmelden
source: Activation email after newsletter subscription
de_de: Freischalt-E-Mail nach Newsletter-Anmeldung

# name_core_jtl_artikelweiterempfehlen
source: Recommend item
de_de: Artikel weiterempfehlen

# name_core_jtl_bewertung_guthaben
source: Bonus credit for customer review
de_de: Bonusguthaben für Bewertung

# name_core_jtl_anbieterkennzeichnung
source: Legal disclosure
de_de: Anbieterkennzeichnung

# name_core_jtl_checkbox_shopbetreiber
source: Selection of a check box option
de_de: Auswahl einer Checkboxoption

# name_core_jtl_admin_passwort_vergessen
source: Forgot password (administrator)
de_de: Passwort vergessen (Administrator)

# name_core_jtl_statusemail
source: Email report
de_de: E-Mail-Bericht

# name_core_jtl_verfuegbarkeitsbenachrichtigung_optin
source: Back in stock notification email (double opt-in confirmation)
de_de: E-Mail-Benachrichtigung, wenn Artikel wieder verfügbar (Bestätigung nach Double-Opt-In-Verfahren)

# Empty mail body
source: Empty email body
de_de: E-Mail-Body ist leer

# Check syntax
source: Check email syntax
de_de: E-Mail-Syntax prüfen

# Syntax check fail
source: Email syntax check failed
de_de: E-Mail Syntaxprüfung fehlgeschlagen

# emailAddAKZDesc
source: The legal disclosure is directly attached to the email as text (not as a PDF file). For the text to be displayed, the placeholder [AKZ] must be present in the footer email template.
de_de: Die Anbieterkennzeichnung werden direkt als Text in der E-Mail angefügt (nicht als PDF-Dokument). Damit der Text auch angezeigt wird, muss im E-Mail-Template für den Footer der Platzhalter [AKZ] vorhanden sein.

# emailAddAGBDesc
source: The terms and conditions are directly attached to the email as text (not as a PDF file). For the text to be displayed, the placeholder [LEGAL_DATA] must be present in the footer email template.
de_de: Die AGB werden direkt als Text in der E-Mail angefügt (nicht als PDF-Dokument). Damit der Text auch angezeigt wird, muss im E-Mail-Template für den Footer der Platzhalter [LEGAL_DATA] vorhanden sein.

# emailAddWRBDesc
source: The withdrawal is directly attached to the email as text (not as a PDF file). For the text to be displayed, the placeholder [LEGAL_DATA] must be present in the footer email template.
de_de: Die Widerrufsbelehrung werden direkt als Text in der E-Mail angefügt (nicht als PDF-Dokument). Damit der Text auch angezeigt wird, muss im E-Mail-Template für den Footer der Platzhalter [LEGAL_DATA] vorhanden sein.

# emailAddWRBFormDesc
source: The model withdrawal form is directly attached to the email as text (not as a PDF file). For the text to be displayed, the placeholder [LEGAL_DATA] must be present in the footer email template.
de_de: Die Muster-Widerrufsformular werden direkt als Text in der E-Mail angefügt (nicht als PDF-Dokument). Damit der Text auch angezeigt wird, muss im E-Mail-Template für den Footer der Platzhalter [LEGAL_DATA] vorhanden sein.

# emailAddDSEDesc
source: The data privacy notice is directly attached to the email as text (not as a PDF file). For the text to be displayed, the placeholder [LEGAL_DATA] must be present in the footer email template.
de_de: Die Datenschutzerklärung werden direkt als Text in der E-Mail angefügt (nicht als PDF-Dokument). Damit der Text auch angezeigt wird, muss im E-Mail-Template für den Footer der Platzhalter [LEGAL_DATA] vorhanden sein.
