Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/exportformate.po
Languages: de_de

source: Export formats
de_de: Exportformate

# exportformatsURL
source: https://jtl-url.de/oh65a
de_de: https://jtl-url.de/ycaxd

# exportformatsDesc
source: Here you can define the export formats for item data.
de_de: Hier können Sie Formate zum Exportieren Ihrer Artikeldaten definieren.

# campaigns
source: Campaign
de_de: Kampagne

# lastModified
source: Last created
de_de: Zuletzt erstellt

# markedElement
source: Selected element
de_de: Markiertes Element

source: Create export file
de_de: Exportdatei erstellen

# createExportFileAsync
source: Create export file asynchronously
de_de: Exportdatei asynchron erstellen

# newExportformat
source: Create new export format
de_de: Neues Exportformat erstellen

# modifyExportformat
source: Edit export format
de_de: Exportformat bearbeiten

# newExportformatSave
source: Save new export format
de_de: Neues Exportformat speichern

# modifyExportformatSave
source: Save edited export format
de_de: Überarbeitetes Exportformat speichern

# onlyIfNeeded
source: Only complete if header is to be included in the export file.
de_de: Nur ausfüllen, wenn Exportdatei die Kopfzeile enthalten soll.

# template
source: Export template
de_de: Exportvorlage

# smartyRules
source: Smarty is used. Caution: PHP tags and contents are forbidden.
de_de: Smarty wird genutzt. Achtung: PHP-Tags und -Inhalte sind nicht erlaubt.

# download
source: Download file
de_de: Datei herunterladen

# onlyIfNeededFooter
source: Only complete if footer is to be added
de_de: Nur ausfüllen, wenn eine Fußzeile angehängt werden soll.

source: Save settings
de_de: Einstellungen speichern

# StartTime
source: Start date (only during creation)
de_de: Startdatum (nur beim Erstellen)

# encoding
source: Character encoding
de_de: Zeichenkodierung

# varikombiOption
source: Export of child items
de_de: Export von Varkombis

# varikombiOption1
source: Export parent and child items
de_de: Vater- und Kindartikel exportieren

# varikombiOption2
source: Export parent items only
de_de: Nur Vaterartikel exportieren

# varikombiOption3
source: Export child items only
de_de: Nur Kindartikel exportieren

# splitSize
source: Size per file (MB)
de_de: Größe pro Datei (MB)

# successFormatEdit
source: Export format %s edited successfully.
de_de: Exportformat %s wurde erfolgreich geändert.

# successFormatCreate
source: Export format %s created successfully.
de_de: Exportformat %s wurde erfolgreich erstellt.

# successFormatDelete
source: Export format deleted successfully.
de_de: Exportformat wurde erfolgreich gelöscht.

# errorFormatDelete
source: Could not delete export format.
de_de: Exportformat konnte nicht gelöscht werden.

# errorFormatCreate
source: Could not create export format %s. Please check write access.
de_de: Exportformat %s konnte nicht erstellt werden. Überprüfen Sie die Schreibrechte.

# errorExport
source: Could not create export file.
de_de: Exportdatei konnte nicht erstellt werden.

# availableFormats
source: Existing export formats
de_de: Vorhandene Exportformate

source: Export all
de_de: Alle exportieren

# sureDeleteFormat
source: Delete export format?
de_de: Möchten Sie das Exportformat wirklich löschen?

source: Use cache
de_de: Cache nutzen

# Check syntax
source: Check syntax of export format
de_de: Exportformat-Syntax prüfen

# Syntax check fail
source: Export format syntax check failed
de_de: Exportformat Syntaxprüfung fehlgeschlagen

source: File %s not found.
de_de: Datei %s wurde nicht gefunden.

source: Cannot open export file %s.
de_de: Kann Exportdatei %s nicht öffnen.

source: Cannot create export file %s. Missing write permissions?
de_de: Konnte Export-Datei %s nicht erstellen. Fehlende Schreibrechte?

# Directory traversal detected for export %d.
source: Directory traversal f√ºr Export %d entdeckt.
de_de: Directory traversal für Export %d entdeckt.
