Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/exportformat_queue.po
Languages: de_de

# exportformat
source: Export manager
de_de: Exporte-Manager

# exportformatDesc
source: Use this task scheduler to create tasks that will then be executed automatically, e.g. exports for price search engines.
de_de: Mit diesem Aufgabenplaner für Exporte können Sie automatisch auszuführende Aufgaben, z. B. Exporte für Preissuchmaschinen, anlegen.

# exportformatUrl
source: https://jtl-url.de/7mp5g
de_de: https://jtl-url.de/jl5z1

# exportformatOptions
source: Language/Currency/Customer group
de_de: Sprache/Währung/Kundengruppe

# exportformatAdd
source: Create new task
de_de: Neue Aufgabe erstellen

# exportformatStart
source: Start date
de_de: Startdatum

# exportformatEveryXHour
source: Every X hours
de_de: Alle X Stunden

# exportformatLastXHourPre
source: Previous
de_de: Letzten

# exportformatDelete
source: Delete selected tasks
de_de: Markierte Aufgaben löschen

# exportformatQueue
source: Scheduled tasks
de_de: Geplante Aufgaben

# exportformatNoFormat
source: No export formats available
de_de: Keine Exportformate vorhanden

# exportformatExported
source: Exported
de_de: Exportiert

# exportformatLastStart
source: Last start
de_de: Letzter Start

# exportformatNextStart
source: Next start (scheduled)
de_de: Nächster Start (geplant)

# exportformatTodaysWork
source: Finished recently
de_de: Zuletzt fertiggestellt

# exportformatTriggerCron
source: Trigger Cron manually
de_de: Cron manuell anstoßen

# exportformatNoTodaysWork
source: No export formats were edited in the selected period.
de_de: Es wurden im ausgewählten Zeitraum keine Exportformate bearbeitet.

# errorWrongQueue
source: Please select a valid queue.
de_de: Bitte wählen Sie eine gültige Warteschlange aus.

# successQueueDelete
source: Selected queues deleted successfully.
de_de: Ausgewählte Warteschlangen wurden erfolgreich gelöscht.

# errorCronStart
source: Cron task(s) could not be started.
de_de: Es wurde kein Cron-Job gestartet.

# errorCronLocked
source: Cron is currently locked.
de_de: Cron-Job läuft bereits.

# successCronsStart
source: %s Cron tasks started successfully.
de_de: Es wurden %s Cron-Jobs erfolgreich gestartet.

# successCronStart
source: One Cron task started successfully.
de_de: Es wurde ein Cron-Job erfolgreich gestartet.

# successQueueDone
source: One task queue completed successfully.
de_de: Es wurde eine Job-Warteschlange erfolgreich abgearbeitet.

# successQueuseDone
source: %s task queues completed successfully.
de_de: Es wurden %s Job-Warteschlangen erfolgreich abgearbeitet.

# errorFormatInQueue
source: The export format is already part of the queue.
de_de: Das Exportformat ist bereits in der Warteschlange vorhanden.

# successQueueCreate
source: New export queue created successfully.
de_de: Neue Export-Warteschlange wurde erfolgreich angelegt.

# errorGreaterEqualOne
source: Please enter a value that equals or exceeds 1.
de_de: Bitte geben Sie einen Wert größer oder gleich 1 ein.

# errorFormatSelect
source: Please select a valid export format.
de_de: Bitte wählen Sie ein gültiges Exportformat aus.

source: immediately
de_de: sofort
