Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/filecheck.po
Languages: de_de

# filecheck
source: Check of online shop files
de_de: Prüfung der Onlineshop-Dateien

# filecheckDesc
source: Here you can review all online shop files to check whether they have been uploaded correctly. The files are checked for discrepancies between the checksum of the original files and the checksum of the current file. If no discrepancies are found, the status is "OK". If an online shop file has been changed, transferred with errors, or deleted, the status is "modified".
de_de: Hier können Sie prüfen, ob alle Dateien des Onlineshops korrekt und vollständig hochgeladen wurden. Es wird pro Datei geprüft, ob die Prüfsumme der aktuellen Datei mit der Prüfsumme der Originaldatei übereinstimmt. Ist dies der Fall, so steht unter Status „OK“. Wurde eine Datei des Onlineshops geändert, fehlerhaft übertragen oder gelöscht, dann wird dies mit „modifiziert“ kenntlich gemacht.

# filecheckURL
source: https://jtl-url.de/bhzcm
de_de: https://jtl-url.de/o9a4l

# fileCheckNoneModifiedOrphanedFiles
source: There are currently no modified or orphaned files.
de_de: Derzeit gibt es keine modifizierten oder verwaisten Dateien.

# fileCheckModifiedFilesHeadline
source: Modified files
de_de: Modifizierte Dateien

# fileCheckModifiedFilesNote
source: The following files are not identical to the files of the version of JTL-Shop.
de_de: Die folgenden Dateien sind nicht identisch mit den Dateien der aktuellen Version von JTL-Shop.

# fileCheckOrphanedFilesHeadline
source: Orphaned files
de_de: Verwaiste Dateien

# fileCheckOrphanedFilesNote
source: The following files were deleted in earlier versions of JTL-Shop and are not used anymore. The files can therefore be removed.
de_de: Die folgenden Dateien sind in früheren Versionen von JTL-Shop gelöscht worden und jetzt nicht mehr in Gebrauch. Daher können diese Dateien entfernt werden.

# fileCheckNumberModifiedFiles
source: Number of modified files
de_de: Anzahl modifizierter Dateien

# fileCheckNumberOrphanedFiles
source: Number of orphaned files
de_de: Anzahl verwaister Dateien

# errorFileNotFound
source: The file with the current file list does not exist.
de_de: Datei mit der aktuellen Dateiliste existiert nicht.

# errorFileListEmpty
source: The file with the current file list is empty.
de_de: Die Datei mit der aktuellen Dateiliste ist leer.

# errorNotDeleted
source: Could not delete all files.
de_de: Es konnten nicht alle Dateien gelöscht werden.

# errorCreatingZipArchive
source: Could not create zip archive %s.
de_de: Zip-Archiv %s konnte nicht erstellt werden.

# confirmDeleteText
source: Delete all listed files? You should only do this if you have created a backup.
de_de: Möchten Sie wirklich alle genannten Dateien löschen? Stellen Sie sicher, dass Sie zuvor ein Backup erstellt haben!

# backupText
source: Created backup in %s and deleted %d files.
de_de: Backup unter %s erstellt und %d Dateien gelöscht.

# showDeleteScript
source: Generate script
de_de: Skript generieren
