Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/kampagne.po
Languages: de_de

# kampagne
source: Campaigns
de_de: Kampagnen

# kampagneURL
source: https://jtl-url.de/mdy-n
de_de: https://jtl-url.de/v5kan

# kampagneSingle
source: Campaign
de_de: Kampagne

# kampagneIntern
source: Internal JTL-Shop campaigns
de_de: Interne JTL-Shop-Kampagnen

# kampagneExtern
source: Custom campaigns
de_de: Eigene Kampagnen

# kampagneOverview
source: Campaigns
de_de: Kampagnen

# kampagneNewBTN
source: Create new campaign
de_de: Neue Kampagne erstellen

# kampagneDetailStatsBTN
source: Update
de_de: Aktualisieren

# kampagneDetailStats
source: Detailed campaign statistics
de_de: Detaillierte Statistiken zur Kampagne

# kampagneDetailStatsDef
source: Detailed statistics
de_de: Detaillierte Statistiken

# kampagneDetailGraph
source: Graphs
de_de: Graphen

# kampagneGlobalStats
source: Global reports
de_de: Globale Statistiken

# kampagneDetailView
source: View
de_de: Ansicht

# kampagneOverall
source: Total
de_de: Gesamt

# kampagnePeriod
source: Period
de_de: Zeitraum

# kampagneView
source: View
de_de: Ansicht

# kampagneDateTill
source: up to and including
de_de: bis einschließlich

# kampagneCreate
source: Creating new campaigns
de_de: Neue Kampagne

# kampagneEdit
source: Editing campaigns
de_de: Kampagne bearbeiten

# kampagneName
source: Campaign name
de_de: Kampagnenname

# kampagneParam
source: Campaign parameter (GET/POST)
de_de: Kampagnenparameter (GET/POST)

# kampagneValue
source: Campaign value
de_de: Kampagnenwert

# kampagneValueType
source: Campaign value type
de_de: Typ des Kampagnenwertes

# kampagneValueStatic
source: Fixed campaign value
de_de: Fester Kampagnenwert

# kampagneStatic
source: Fixed value
de_de: Fester Wert

# kampagnenDate
source: Created on
de_de: Erstellt am

# kampagnenNLInfo
source: Number of calls of newsletters linked with the campaign. Default: 0 if the campaign is not assigned to a newsletter or there were no newsletter calls
de_de: Anzahl Aufrufe von Newslettern, welche mit der Kampagne verknüpft sind. Standard: 0, wenn die Kampagne keinem Newsletter zugewiesen ist oder es keine Newsletter-Aufrufe gab

# successCampaignSave
source: Campaign saved successfully.
de_de: Kampagne wurde erfolgreich gespeichert.

# successCampaignDelete
source: Selected campaigns deleted successfully.
de_de: Ausgewählte Kampagnen wurden erfolgreich gelöscht.

# errorAtLeastOneCampaign
source: Please select at least one campaign.
de_de: Bitte markieren Sie mindestens eine Kampagne.

# errorCampaignSave
source: Could not save campaign.
de_de: Kampagne konnte nicht gespeichert werden.

# errorCampaignNameMissing
source: Please enter a campaign name.
de_de: Bitte geben Sie einen Kampagnennamen ein.

# errorCampaignParameterMissing
source: Please enter a campaign parameter.
de_de: Bitte geben Sie einen Kampagnenparameter ein.

# errorCampaignValueMissing
source: Please enter a campaign value.
de_de: Bitte geben Sie einen Kampagnenwert ein.

# errorCampaignNameDuplicate
source: The entered campaign name already exists.
de_de: Der angegebene Kampagnenname ist bereits vergeben.

# errorCampaignParameterDuplicate
source: The entered campaign parameter is already in use.
de_de: Der angegebene Kampagnenparameter ist bereits vergeben.

# Verkauf
source: Sales
de_de: Verkäufe

# Anmeldung
source: Registrations
de_de: Anmeldungen

# Verkaufssumme
source: Sales amount
de_de: Verkaufssumme

# Frage zum Produkt
source: Questions about item
de_de: Fragen zum Artikel

# Verfügbarkeits-Anfrage
source: Availability requests
de_de: Verfügbarkeitsanfragen

# Produkt auf Wunschliste
source: Items on wish list
de_de: Artikel auf Wunschzettel

# Produkt in den Warenkorb
source: Items in basket
de_de: Artikel in Warenkorb

# Angeschaute Newsletter
source: Read newsletters
de_de: Gelesene Newsletter

# kampagneParamDesc
source: Campaigns are initiated by an URL parameter of your choice and are kept for the session. You can use this to assess subsequent actions such as purchases. Ex.: rv, http://demoshop.jtl-software.de/?rv=5
de_de: Kampagnen werden durch einen von Ihnen bestimmten URL-Parameter initiiert und werden im Anschluss in der Session gehalten, um Folgeaktionen (z. B. Käufe) auszuwerten. Bsp.: rv, http://demoshop.jtl-software.de/?rv=5

# kampagneValueTypeDesc
source: Specify whether the campaign value is to be a fixed or a dynamic value.
de_de: Wählen Sie hier, ob der Kampagnenwert ein fester Wert oder ein dynamischer Wert sein soll.

# kampagneValueStaticDesc
source: Enter the campaign value here if you have selected "Fixed value " for the campaign type. Ex.: 5, http://demoshop.jtl-software.de/?rv=5
de_de: Geben Sie hier den Kampagnenwert ein, wenn Sie vorher „Fester Wert“ ausgewählt haben. Bsp.: 5, http://demoshop.jtl-software.de/?rv=5

# detailHeadIP
source: IP address
de_de: IP-Adresse

# detailHeadAgent
source: User agent
de_de: Suchmaschine

# detailHeadDate
source: Date
de_de: Datum

# detailHeadDateHit
source: Date of campaign call
de_de: Vorgangsdatum

# detailHeadRegisterDate
source: Register date
de_de: Anmeldedatum

# detailHeadCreatedAt
source: Created at
de_de: Erstellt am

# detailHeadSentWawi
source: Synced with JTL-Wawi
de_de: Abgeholt durch JTL-Wawi

# detailHeadProductLastUpdated
source: Product last updated
de_de: Artikel zuletzt aktualisiert

# detailHeadNewsletterDateOpened
source: Newsletter viewed at
de_de: Newsletter geöffnet am

# Verfügbarkeits-Benachrichtigungen
source: Availability Requests
de_de: Verfügbarkeits-Benachrichtigungen

# Öffentl. Wunschzettel
source: Public wish lists
de_de: Öffentl. Wunschzettel

# Google Suche
source: Google Search
de_de: Google Suche
