Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/kontaktformular.po
Languages: de_de

# configureContactform
source: Contact form
de_de: Kontaktformular

# contanctformDesc
source: Here you can configure the JTL-Shop contact form for general questions by customers. In order to view the contact form, you must at least create a subject line. You can add the form to, for example, the header of your online shop via "View > Custom contents > Pages".
de_de: Hier können Sie das Kontaktformular von JTL-Shop für allgemeine Anfragen konfigurieren. Um das Kontaktformular anzeigen zu können, müssen Sie mindestens einen Betreff anlegen. Sie können das Formular über „Darstellung > Eigene Inhalte > Seiten“ z. B. im Kopfbereich des Onlineshops einbinden.

# contanctformSubjectDesc
source: Using the subject line, you can control to which department emails are sent via the contact form. When the customer selects the subject in the contact form, the email is sent to the email address corresponding to the respective subject.
de_de: Mit Betreffen können Sie Kontaktanfragen an die richtige Abteilung leiten. Der Kunde wählt im Kontaktformular den Betreff aus. Die Anfrage wird als E-Mail an die im Betreff hinterlegte E-Mail-Adresse gesendet.

# mail
source: Send email to
de_de: Empfänger-E-Mail-Adresse

source: New subject
de_de: Neuer Betreff

# restrictedToCustomerGroups
source: Visible for
de_de: Sichtbar für

# contactformSubject
source: Subject line of contact form
de_de: Betreff des Kontaktformulars

# additionalContent
source: Additional contents
de_de: Zusätzlicher Inhalt

# topContent
source: Content before the actual form
de_de: Inhalt vor dem Formular

# bottomContent
source: Content after the actual form
de_de: Inhalt nach dem Formular

# title
source: Contact form header
de_de: Überschrift des Kontaktformulars

# cURL
source: https://jtl-url.de/7iwdu
de_de: https://jtl-url.de/5s4el

# successContentSave
source: Content saved successfully.
de_de: Inhalt wurde erfolgreich gespeichert.

# successSubjectCreate
source: Subject added successfully.
de_de: Betreff wurde erfolgreich hinzugefügt.

# errorSubjectSave
source: Could not save subject.
de_de: Betreff konnte nicht gespeichert werden.

# successSubjectSave
source: Subject %s edited successfully.
de_de: Betreff %s wurde erfolgreich geändert.

# successSubjectDelete
source: Subject successfully deleted.
de_de: Betreff wurde erfolgreich gelöscht.
