Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/kundenfeld.po
Languages: de_de

# kundenfeld
source: Extended customer data
de_de: Erweiterte Kundendaten

# kundenfeldURL
source: https://jtl-url.de/xnm6c
de_de: https://jtl-url.de/nsmuy

# kundenfeldDesc
source: Here you can define custom form fields. These fields can be used to ask for specific customer information during the creation of customer accounts and the order process.
de_de: Hier können Sie eigene Formularfelder definieren, mit denen Sie bei der Erstellung von Kundenkonten und im Bestellvorgang weitere Kundendaten abfragen können.

# kundenfeldExistingDesc
source: Custom form fields:
de_de: Ihre eigenen Formularfelder:

# kundenfeldName
source: Name of field in JTL-Shop
de_de: Feldname in JTL-Shop

# kundenfeldNameShort
source: Name of field in JTL-Shop
de_de: Feldname in JTL-Shop

# kundenfeldPflicht
source: Mandatory field
de_de: Pflichtfeld

# kundenfeldTyp
source: Field type
de_de: Feldtyp

# kundenfeldSortDesc
source: Integer, e.g. 10 (if 0 or nothing is entered into several fields, these fields will be displayed in random sorting order)
de_de: Ganzzahl, z. B. 10 (wird bei mehreren Feldern 0 oder nichts eingetragen, erscheinen diese Felder in willkürlicher Sortierung)

# kundenfeldPflichtDesc
source: (*) = mandatory field
de_de: (*) = Pflichtfeld

# kundenfeldWawi
source: Name of field in JTL-Wawi
de_de: Feldname in JTL-Wawi

# kundenfeldWawiShort
source: Name of field in JTL-Wawi
de_de: Feldname in JTL-Wawi

# kundenfeldEditable
source: Allow editing
de_de: Nachträglich bearbeitbar

# headingKundenfeldEdit
source: Editing form fields
de_de: Formularfeld bearbeiten

# headingKundenfeldCreate
source: Creating new form fields
de_de: Neues Formularfeld erstellen

# successCustomerFieldDelete
source: Selected form fields deleted successfully.
de_de: Ausgewählte Formularfelder wurden erfolgreich gelöscht.

# errorCustomerFieldDelete
source: Could not delete the selected form fields.
de_de: Ausgewählte Formularfelder konnten nicht gelöscht werden.

# errorAtLeastOneCustomerField
source: Please select at least one form field.
de_de: Bitte wählen Sie mindestens ein Formularfeld aus.

# successCustomerFieldUpdate
source: Form fields updated successfully.
de_de: Formularfelder wurden erfolgreich aktualisiert.

# errorCustomerFieldUpdate
source: Could not update form fields.
de_de: Formularfelder konnten nicht aktualisiert werden.

# successCustomerFieldSave
source: Form field saved successfully.
de_de: Formularfeld wurde erfolgreich gespeichert.

# errorCustomerFieldSave
source: Could not save form field.
de_de: Formularfeld konnte nicht gespeichert werden.

# errorCustomerFieldNameExists
source: A field with this name already exists.
de_de: Ein Feld mit diesem Namen existiert bereits.

# errorLoginTemporaryNotPossible
source: Login temporarily unavailable.
de_de: Anmeldung zurzeit nicht möglich.

# errorFieldNeedsAtLeastOneValue
source: Please enter at least one value into the field.
de_de: Bitte geben Sie mindestens einen Wert für das Feld ein.

# errorChooseField
source: Please select a field first.
de_de: Bitte wählen Sie zuerst ein Feld aus.

# sureDeleteSelected
source: Delete selected fields? All assigned customer values will be deleted.
de_de: Möchten Sie die ausgewählten Felder wirklich löschen? Alle zugeordneten Kundenwerte gehen dabei verloren.

# infoChangeFieldType
source: When you change the field type, all customer values will be changed to match the new type (if possible).
de_de: Wenn Sie den Feldtyp ändern, werden alle Kundenwerte – soweit möglich – automatisch an den neuen Typ angepasst.
