Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/kupons.po
Languages: de_de

# couponsURL
source: https://jtl-url.de/t6pug
de_de: https://jtl-url.de/w07rb

# couponsDesc
source: Here you create new coupons and manage already existing ones.
de_de: Hier legen Sie neue Coupons an und verwalten bereits angelegte Coupons.

# emptySetMessage1
source: No
de_de: Zurzeit sind keine

# emptySetMessage2
source: have been created yet.
de_de: vorhanden.

source: Validity period
de_de: Gültigkeitszeitraum

source: Restrictions
de_de: Einschränkungen

# codeHint
source: Please enter a code here. If no code is entered, one is created automatically.
de_de: Geben Sie hier einen Code ein. Wird kein Code eingegeben, wird automatisch ein Code erstellt.

# mbw
source: Minimum order value
de_de: Mindestbestellwert

# curmaxusage
source: Number of claimed coupons
de_de: Anzahl der Verwendungen

source: Valid from
de_de: Gültig ab

source: Valid until
de_de: Gültig bis

# buttonNewCoupon
source: Create new coupon
de_de: Neu Coupon erstellen

# newCouponDesc
source: Please complete all fields to create a new coupon.<br/>If no code is entered, one is created automatically.<br/>If you want to limit the coupon to a small number of items, enter their SKUs (separated by a semicolon).<br/>If you want the coupon to be valid for all items in the online shop, leave this field empty.
de_de: Bitte füllen Sie alle Felder aus, um einen neuen Coupon zu erstellen.<br/>Wird kein Code eingegeben, wird automatisch ein Code erstellt.<br/>Wenn Sie den Coupon auf wenige Artikel beschränken möchten, geben Sie die Artikelnummern durch ein Semikolon getrennt an.<br/>Soll der Coupon für alle Artikel im Onlineshop gelten, so lassen Sie dieses Feld frei.

# buttonModifyCoupon
source: Edit coupon
de_de: Coupon ändern

# minOrderValue
source: Minimum order value
de_de: Mindestbestellwert

# uses
source: Maximum number of claims possible
de_de: Maximal mögliche Verwendungen

# usesPerCustomer
source: Maximum number of claims possible per customer
de_de: Maximal mögliche Verwendungen pro Kunde

# productRestrictions
source: Limited to SKUs
de_de: Beschränken auf Artikelnummern

# restrictionToCustomerGroup
source: Limited to customer groups:
de_de: Beschränken auf Kundengruppen:

# restrictedToManufacturers
source: Limited to manufacturers
de_de: Beschränken auf Hersteller

# restrictedToCategories
source: Limited to categories
de_de: Beschränken auf Kategorien

# restrictedToCustomers
source: Limited to customers
de_de: Beschränken auf Kunden

source: All categories
de_de: Alle Kategorien

source: All customers
de_de: Alle Kunden

# informCustomers
source: Tell selected customers about coupon via email
de_de: Markierte Kunden jetzt per E-Mail über Coupon informieren

source: Email preview
de_de: E-Mail-Vorschau

source: Coupon type
de_de: Coupon-Art

# standardCouponCreate
source: Create standard coupon
de_de: Standardcoupon erstellen

# shippingCoupon
source: Free shipping coupon
de_de: Versandkostenfrei-Coupon

# shippingCouponCreate
source: Create free shipping coupon
de_de: Versandkostenfrei-Coupon erstellen

# newCustomerCoupon
source: New customer coupon/Welcome coupon
de_de: Neukunden- / Begrüßungscoupon

# newCustomerCouponCreate
source: Create new customer coupon/Welcome coupon
de_de: Neukunden- / Begrüßungscoupon erstellen

# additionalShippingCosts
source: Valid for COD charges
de_de: Gilt für Nachnahmegebühren

# additionalShippingCostsHint
source: Here you can specify whether the coupon is also valid for cash on delivery charges.
de_de: Hier können Sie angeben, ob der Coupon auch für Nachnahmegebühren gilt.

source: Tax class
de_de: Steuerklasse

# shippingCountries
source: Valid for the following destination countries
de_de: Gilt für folgende Lieferländer

# shippingCountriesHint
source: Enter the ISO codes of the countries for which the coupon is valid separated by a semicolon.
de_de: Geben Sie hier per Semikolon getrennt die ISO-Codes der Länder ein, für die der Coupon gilt, z. B. DE;AT;CH.

# wholeWKDiscount
source: Apply discount to total order value
de_de: Ganzen Warenwert rabattieren

# wholeWKDiscountHint
source: The setting "Apply discount to total order value" only works with discounts in percent. If the setting is set to "Yes", the discount is applied to the total order value.<br/>If this setting is set to "No", the discount will be detracted only from each valid line item, the validity of each item refers to the restrictions set further down.
de_de: Die Einstellung „Ganzen Warenwert rabattieren“ greift nur bei prozentualen Rabatten. Steht die Einstellung auf „Ja“, so wird der Rabatt vom gesamten Warenwert abgezogen.<br/>Ist diese Einstellung auf „Nein“ gestellt, so wird nur jeder für diesen Coupon gültige Artikel rabattiert. Die Gültigkeit der Artikel bezieht sich dabei auf die Einschränkungen weiter unten auf dieser Seite.

source: Gross
de_de: Brutto

# couponsCreation
source: Mass generation of coupons
de_de: Massengenerierung von Coupons

# numberCouponsDesc
source: Number of coupons
de_de: Anzahl Coupons

# lowerCaseDesc
source: Random code with lowercase letters a–z
de_de: Zufallscode mit Kleinbuchstaben a–z

# upperCaseDesc
source: Random code with uppercase letters A–Z
de_de: Zufallscode mit Großbuchstaben A–Z

# numbersHashDesc
source: Random code with numbers 0–9
de_de: Zufallscode mit Zahlen 0–9

# hashLengthDesc
source: Length of random code
de_de: Länge des Zufallscodes

# prefixHashDesc
source: Prefix of random code
de_de: Präfix des Zufallscodes

# suffixHashDesc
source: Suffix of random code
de_de: Suffix des Zufallscodes

source: Open end
de_de: Ende offen

# periodOfValidity
source: Validity period (days)
de_de: Gültigkeitsdauer (Tage)

# validFromHelp
source: Specify from when on the coupon is valid. The default setting is always the current time.
de_de: Hier legen Sie fest, ab wann der Coupon gültig sein soll. Voreingestellt ist immer der aktuelle Zeitpunkt.

# validUntilHelp
source: Specify until when the coupon is valid. If you leave the field empty, the coupon either has unlimited validity or the setting "Validity period (days)" will be used.
de_de: Hier legen Sie fest, bis zu welchem Zeitpunkt der Coupon gültig sein soll. Wenn Sie das Feld leer lassen, ist der Coupon entweder unbegrenzt gültig oder es wird die Einstellung „Gültigkeitsdauer (Tage)“ berücksichtigt.

# periodOfValidityHelp
source: Specify how many seconds the coupon will be valid. This option can be used alternatively to the option "Valid until". If both fields remain empty, the coupon has unlimited validity.
de_de: Hier legen Sie fest, wie viele Tage der Coupon gültig ist. Diese Option ist alternativ zur Option „Gültig bis“. Sind beide Felder leer, ist der Coupon unbegrenzt gültig.

# errorImportCSV
source: Could not completely import CSV file.
de_de: CSV-Datei konnte nicht vollständig importiert werden.

# successImportCSV
source: CSV file imported successfully.
de_de: CSV-Datei wurde erfolgreich importiert.

# errorImportRow
source: rows cannot be imported.
de_de: Zeile(n) können nicht importiert werden.

# successCouponSave
source: Coupon saved successfully.
de_de: Coupon wurde erfolgreich gespeichert.

# errorCouponSave
source: Could not save coupon.
de_de: Coupon konnte nicht gespeichert werden.

# successCouponDelete
source: Selected coupons deleted successfully.
de_de: Markierte Coupons wurden erfolgreich gelöscht.

# errorCouponDelete
source: Could not delete one or more coupons.
de_de: Einer oder mehrere Coupons konnten nicht gelöscht werden.

# errorAtLeastOneCoupon
source: Please select at least one coupon.
de_de: Bitte markieren Sie mindestens einen Coupon.

# errorCouponNameMissing
source: No coupon name entered. Please enter a name.
de_de: Es wurde kein Couponname angegeben. Bitte geben Sie einen Namen an.

# errorCouponValueNegative
source: Please enter a positive coupon value.
de_de: Bitte geben Sie einen positiven Couponwert an.

# errorCouponMinOrderValueNegative
source: Please enter a minimum order value of 0 or higher.
de_de: Bitte geben Sie einen Mindestbestellwert größer oder gleich 0 an.

# errorCouponISOMissing
source: Please enter the country codes (ISO codes) for which this free shipping coupon is valid into "Destination countries".
de_de: Bitte geben Sie die Länderkürzel (ISO-Codes) unter „Lieferländer“ an, für die dieser Versandkostenfrei-Coupon gelten soll.

# errorCouponCodeLong
source: The code to be generated exceeds 32 characters. Please reduce the number of characters in the prefix and/or suffix or enter a smaller number for the length of the random code.
de_de: Der zu generierende Code ist länger als 32 Zeichen. Bitte verringern Sie die Anzahl an Zeichen in Präfix und/oder Suffix oder geben Sie eine kleinere Zahl bei der Länge des Zufallscodes an.

# errorCouponCodeShort
source: The code to be generated has less than 2 characters. Please increase the number of characters in the prefix and/or suffix or enter a higher number for the length of the random code.
de_de: Der zu generierende Code ist kürzer als 2 Zeichen. Bitte vergrößern Sie die Anzahl an Zeichen in Präfix und/oder Suffix oder geben Sie eine größere Zahl bei der Länge des Zufallscodes an.

# errorCouponCodeOptionSelect
source: Please select at least one&nbsp;option for "Random code with…".
de_de: Bitte wählen Sie für „Zufallscode mit&nbsp;…“ mindestens eine Option aus.

# errorCouponCodeDuplicate
source: The entered code is already in use for a different coupon. Please select a different code.
de_de: Der angegebene Code wird bereits von einem anderen Coupon verwendet. Bitte wählen Sie einen anderen Code.

# errorProductNumberNotFound
source: SKU %s is not assigned to a valid item and will be removed.
de_de: Die Artikelnummer %s gehört zu keinem gültigen Artikel und wird entfernt.

# errorISOInvalid
source: ISO code %s does not belong to a valid country.
de_de: Der ISO-Code %s gehört zu keinem gültigen Land.

# errorPeriodBeginFormat
source: Please enter the start date of the validity period in the format <strong>DD.MM.YYYY hh:mm</strong>.
de_de: Bitte geben Sie den Beginn des Gültigkeitszeitraumes im Format <strong>TT.MM.JJJJ hh:mm</strong> an.

# errorPeriodEndFormat
source: Please enter the end date of the validity period in the format <strong>DD.MM.YYYY hh:mm</strong>.
de_de: Bitte geben Sie das Ende des Gültigkeitszeitraumes im Format <strong>TT.MM.JJJJ hh:mm</strong> an.

# errorPeriodEndAfterBegin
source: The end date of the validity period must be after the start date of the validity period.
de_de: Das Ende des Gültigkeitszeitraumes muss nach dem Beginn des Gültigkeitszeitraumes liegen.

# searchNameZipEmail
source: Search for first name, email address, place of residence or postal code
de_de: Suche nach Vornamen, E-Mail-Adresse, Wohnort oder Postleitzahl

source: Last used
de_de: Zuletzt verwendet
