Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/kuponstatistik.po
Languages: de_de

# couponstatisticsURL
source: https://jtl-url.de/6kyun
de_de: https://jtl-url.de/v5h81

# couponStatistic
source: Coupon statistics
de_de: Coupon-Statistik

# fromUntilDate
source: Date (from/to)
de_de: Datum (von/bis)

# filtering
source: Filter
de_de: Filtern

# countUsedCoupons
source: All used coupons (% of orders)
de_de: Summe verwendeter Coupons (% aller Bestellungen)

# countOrders
source: Number of all orders for which coupons were used
de_de: Anzahl aller Bestellungen, bei denen Coupons verwendet wurden

# countCustomers
source: Number of customers who used coupons
de_de: Anzahl der Kunden, die Coupons verwendet haben

# couponAmountAll
source: Total value of all used coupons
de_de: Gesamtwert aller verwendeten Coupons

# shoppingCartAmountAll
source: Total value of all orders for which coupons were used
de_de: Gesamtwert aller Bestellungen, bei denen Coupons verwendet wurden

source: Coupon value
de_de: Couponwert

# orderPosition
source: Order line item
de_de: Bestellposition
