Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/links.po
Languages: de_de

# link
source: Page
de_de: Seite

# links
source: Link groups and custom pages
de_de: Linkgruppen und eigene Seiten

# linksDesc
source: Here you can adjust the settings for link groups, which you can display via the box administration in JTL-Shop. In every link group, you can create custom pages with contents, links to other URLs or special pages.
de_de: Hier konfigurieren Sie die verschiedenen Linkgruppen, die Sie über die Boxenverwaltung in JTL-Shop anzeigen lassen können. Sie können in jeder der Linkgruppen eigene Seiten mit Inhalt, Links zu anderen URLs oder Spezialseiten erstellen.

# linksUrl
source: https://jtl-url.de/w8rpi
de_de: https://jtl-url.de/rcl9g

# linkGroupMove
source: Move to link group
de_de: In Linkgruppe verschieben

# linkModificationOnlyRoot
source: only available on root level
de_de: nur für Elemente des Root-Levels möglich

# linkMove
source: Sort under link
de_de: Unter Link einordnen

# linkGroupCopy
source: Copy to link group
de_de: In Linkgruppe kopieren

# linkGroupRemove
source: Remove from link group
de_de: Aus Linkgruppe entfernen

# newLinkGroup
source: Create new link group
de_de: Neue Linkgruppe erstellen

source: Edit link group
de_de: Linkgruppe bearbeiten

source: Save link group
de_de: Linkgruppe speichern

source: Delete link group
de_de: Linkgruppe löschen

# addLink
source: Add page
de_de: Seite hinzufügen

# newLinks
source: Creating and editing pages
de_de: Seite erstellen und bearbeiten

# newLinksSave
source: Save page
de_de: Seite speichern

# linkType
source: Page type
de_de: Seitentyp

# linkWithOwnContent
source: Page with user-generated content
de_de: Seite mit frei erstelltem Inhalt

# linkToExternalURL
source: Link to external address
de_de: Link zu einer externen Adresse

# linkToSpecalPage
source: Special page
de_de: Spezialseite

# url
source: Target URL
de_de: Ziel-URL

# urlDesc
source: Only fill out this field if the page type is a <em>link to an external address</em>.
de_de: Füllen Sie dieses Feld nur aus, wenn der Seitentyp <em>Link zu einer externen Adresse</em> lautet.

# titleDesc
source: Enter the name of the page. You only have to fill it in if the page is a <em>page with user-generated content</em>.
de_de: Hier hinterlegen Sie den Namen der Seite. Sie müssen diesen nur ausfüllen, wenn es sich um eine <em>Seite mit frei erstelltem Inhalt</em> handelt.

# restrictedToCustomerGroups
source: Visible for
de_de: Sichtbar für

# linkTitle
source: Headline
de_de: Überschrift

# linkSeo
source: Name for search engines
de_de: Name für Suchmaschinen

# choose
source: Please select
de_de: Bitte wählen

# shipping
source: Shipping information
de_de: Informationen zum Versand

source: Forgot password
de_de: Passwort vergessen

# metaTitleDesc
source: Search engines use the meta title as a page headline. It should be as precise as possible and should not be longer than 69 characters.
de_de: Der Meta Title wird von Suchmaschinen als Überschrift der Seite verwendet. Dieser sollte möglichst aussagekräftig und maximal 69 Zeichen lang sein.

# metaKeywordsDesc
source: Into Meta Keywords, enter important keywords for this page. The most important keywords should be right in the front. If the online shop language is German, umlauts are possible. (Note: the Google search engine does not consider the meta keywords of a page.)
de_de: In den Meta Keywords tragen Sie Schlüsselwörter zur Seite ein. Wichtige Schlüsselwörter sollten vorne stehen. Handelt es sich um einen deutschsprachigen Onlineshop, sind Umlaute erlaubt. (Hinweis: Die Suchmaschine Google ignoriert Meta Keywords einer Seite.)

# metaDescriptionDesc
source: The meta description provides a summary of the page contents and is displayed as a text snippet under the page's URL in search engines. The description should mirror the page content as short and precise as possible (156 characters max).
de_de: Die Meta Description gibt einen Überblick über den Inhalt einer Seite und wird als Textausschnitt in Suchmaschinen angezeigt. Die Beschreibung sollte den Inhalt der Seite so genau wie möglich und in kurzer Form wiedergeben (max. 156 Zeichen).

# agb
source: Terms and conditions
de_de: AGB

# privacy
source: Data privacy
de_de: Datenschutz

# visibleAfterLogin
source: Visible only after login
de_de: Sichtbar nur nach Anmeldung

source: Show Print button
de_de: Drucken-Schaltfläche anzeigen

# noFollow
source: Set attribute "nofollow" or "noindex" to prevent the indexation of the page by search engines
de_de: „nofollow“- bzw. „noindex“-Attribut setzen, um Suchmaschinen von der Indexierung der Seite abzuhalten

# livesearch
source: Search queries
de_de: Suchanfragen

# manufacturer
source: Manufacturer overview
de_de: Hersteller-Übersicht

source: Newsletter archive
de_de: Newsletter-Archiv

# newsArchive
source: Blog archive
de_de: Blogarchiv

# gratisGeschenk
source: Free gift
de_de: Gratisgeschenk

# wrb
source: Withdrawal
de_de: Widerrufsbelehrung

# linkPicAdd
source: Add another image
de_de: Weiteres Bild hinzufügen

# linkPics
source: Available images
de_de: Verfügbare Bilder

# cIdentifierText
source: Unique page ID
de_de: Eindeutige Seiten-ID

# bIsFluidText
source: Container layout "Fluid" active
de_de: Container-Layout „Fluid“ aktiv

# noData
source: No links available
de_de: Keine Links vorhanden

# successLinkFromLinkGroupDelete
source: Link successfully removed from link group.
de_de: Link wurde erfolgreich aus Linkgruppe entfernt.

# errorLinkFromLinkGroupDelete
source: Could not remove link from link group.
de_de: Link konnte nicht aus Linkgruppe entfernt werden.

# successLinkDelete
source: Link deleted successfully.
de_de: Link wurde erfolgreich gelöscht.

# errorLinkDelete
source: Could not delete link.
de_de: Link konnte nicht gelöscht werden.

# errorLinkGroupDelete
source: Could not delete link group.
de_de: Linkgruppe konnte nicht gelöscht werden.

# successLinkGroupDelete
source: Link group deleted successfully.
de_de: Linkgruppe wurde erfolgreich gelöscht.

# successLinkCreate
source: Link added successfully.
de_de: Link wurde erfolgreich hinzugefügt.

# successLinkEdit
source: Link <strong>%s</strong> edited successfully.
de_de: Link <strong>%s</strong> wurde erfolgreich geändert.

# errorTemplateNameDuplicate
source: Please select a unique template name.
de_de: Bitte wählen Sie einen eindeutigen Template-Namen.

# successLinkGroupCreate
source: Link group created successfully.
de_de: Linkgruppe wurde erfolgreich erstellt.

# successLinkGroupEdit
source: Link group <strong>%s</strong> edited successfully.
de_de: Linkgruppe <strong>%s</strong> wurde erfolgreich geändert.

# errorLinkMoveDuplicate
source: Could not move link. It is already part of the target link group.
de_de: Der Link konnte nicht verschoben werden, da er bereits in der Zielgruppe existiert.

# errorLinkKeyNotFound
source: Could not find a link with this key.
de_de: Es konnte kein Link mit diesem Key gefunden werden.

# errorLinkGroupKeyNotFound
source: Could not find a link group with this key.
de_de: Es konnte keine Linkgruppe mit diesem Key gefunden werden.

# successLinkMove
source: Link %s moved successfully.
de_de: Link %s wurde erfolgreich verschoben.

# errorLinkMove
source: Could not move link.
de_de: Link konnte nicht verschoben werden.

# errorLinkCopyDuplicate
source: Could not copy link. It is already part of the target link group.
de_de: Der Link konnte nicht kopiert werden, da er bereits in der Zielgruppe existiert.

# successLinkCopy
source: Link %s copied successfully.
de_de: Link %s wurde erfolgreich kopiert.

# dangerDeleteLinksAlso
source: The following links are referenced in other link groups and will also be deleted from those groups.
de_de: Die folgenden Links werden in anderen Linkgruppen referenziert und werden dort ebenfalls gelöscht.

# sureDeleteLinkGroup
source: Delete link group "<strong>%s</strong>"?
de_de: Möchten Sie die Linkgruppe „<strong>%s</strong>“ wirklich löschen?

# newLinksSaveContinueEdit
source: Save page and keep editing
de_de: Seite speichern und weiterbearbeiten

# createWithSearchEngineName
source: (create under "Name for search engines")
de_de: (anlegen unter „Name für Suchmaschinen“)

# sureDeleteLink
source: Delete link? All subordinate links and copies will also be deleted!
de_de: Möchten Sie den Link wirklich löschen? Bitte beachten Sie, dass auch untergeordnete Links und alle Kopien gelöscht werden!

# linksWithoutLinkGroup
source: Links without link groups
de_de: Links ohne Linkgruppe

# dangerLinkWillGetDeleted
source: Caution: The link is part of %s link groups and will be deleted from all of them.
de_de: Achtung: Der Link ist in %s Linkgruppen vorhanden und wird aus allen gelöscht.

# isDuplicateSpecialLink
source: Special page already exists for the selected customer group(s).
de_de: Die Spezialseite existiert bereits für die gewählte(n) Kundengruppe(n).

# hasDuplicateSpecialLink
source: Special page %s exists several times for the same customer group(s).
de_de: Die Spezialseite %s existiert mehrmals für die gleiche(n) Kundengruppe(n).

# Referenz
source: Reference
de_de: Referenz

# hasAtLeastOneDuplicateSpecialLink
source: In this link group, at least one special page exists several times for the same customer group(s).
de_de: In dieser Linkgruppe existiert mindestens eine Spezialseite mehrmals, für die gleiche(n) Kundengruppe(n).

# newLinkGroupTitle
source: Create new link group
de_de: Neue Linkgruppe erstellen

source: The following special pages are missing:
de_de: Die folgenden Spezialseiten fehlen:

source: Please create the missing pages manually.
de_de: Legen Sie die fehlenden Seitentypen bitte manuell an.
