Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/livesuche.po
Languages: de_de

# livesearch
source: Search queries
de_de: Suchanfragen

# livesucheURL
source: https://jtl-url.de/hjd59
de_de: https://jtl-url.de/uxd87

# livesucheDesc
source: Here you can find the latest search queries entered into the search function of JTL-Shop and can link search queries and search terms with other search queries/terms, e.g. mobile phone with smartphone. If a customer looks for the search term "mobile phone", they will also see the results for the search term "smartphone".
de_de: Hier finden Sie die zuletzt getätigten Suchanfragen über die Suchfunktion von JTL-Shop und können Suchanfragen bzw. Suchbegriffe mit anderen Suchanfragen/Suchbegriffen verknüpfen, z. B. Mobiltelefon mit Smartphone. Dadurch wird Ihren Kunden bei einer Suche nach Mobiltelefon das Suchergebnis für Smartphone angezeigt.

# searchnew
source: New search
de_de: Neue Suche

# searchcount
source: Number of searches
de_de: Suchanzahl

# mappingDelete
source: Remove selected links
de_de: Markierte Verknüpfungen lösen

# lastsearch
source: Last searched
de_de: Zuletzt gesucht

# blacklistDescription
source: Separate multiple search terms by semicolons
de_de: Mehrere Begriffe mit Semikolon getrennt

# searchrequest
source: Search queries
de_de: Suchanfragen

# searchmiss
source: Search queries without results
de_de: Suchanfragen mit 0 Treffern

# livesucheSearchItem
source: Search term
de_de: Suchbegriff

# livesucheSearchType
source: Search category
de_de: Suchkategorie

# livesucheMappingOn
source: Link selected with
de_de: Markierte verknüpfen mit

# livesucheMappingOnBTN
source: Link
de_de: Verknüpfen

# livesucheEdit
source: Edit search
de_de: Suche bearbeiten

# livesucheSelectAll
source: Select all
de_de: Alle auswählen

# errorSearchTermMissing
source: Please enter a search term.
de_de: Bitte geben Sie einen Suchbegriff ein.

# successSearchMap
source: Search query %s successfully linked with %s.
de_de: Suchanfrage %s wurde erfolgreich mit %s verknüpft.

# errorSearchMapSelf
source: Search query %s cannot be linked with a search term that refers to the same word.
de_de: Die Suchanfrage %s kann nicht mit dem gleichen Suchbegriff verknüpft werden.

# successSearchRefresh
source: Search queries updated successfully.
de_de: Suchanfragen wurden erfolgreich aktualisiert.

# successSearchMapMultiple
source: Selected search queries successfully linked with %s.
de_de: Markierte Suchanfragen wurden erfolgreich mit %s verknüpft.

# errorSearchMapToNotExist
source: The second search query that you want to link with the first search query does not exist.
de_de: Die zweite Suchanfrage, mit der die erste Suchanfrage verknüpft werden soll, existiert nicht.

# errorSearchMapNotExist
source: The first search query that you want to link with the second search query does not exist.
de_de: Die erste Suchanfrage, mit der die zweite Suchanfrage verknüpft werden soll, existiert nicht.

# errorAtLeastOneSearch
source: Please select at least one search query.
de_de: Bitte markieren Sie mindestens eine Suchanfrage.

# errorMapNameMissing
source: Please enter a name for the link.
de_de: Bitte geben Sie einen Namen für die Verknüpfung an.

# successSearchDelete
source: Search query %s deleted successfully.
de_de: Suchanfrage %s wurde erfolgreich gelöscht.

# successSearchBlacklist
source: Search query %s successfully added to blacklist.
de_de: Suchanfrage %s wurde der Blacklist erfolgreich hinzugefügt.

# errorSearchMapLoop
source: Linking %s with %s would lead to a loop.
de_de: Die Verknüpfung von %s mit %s würde eine Schleife verursachen.

# successSearchDeleteMultiple
source: Selected search queries deleted successfully.
de_de: Markierte Suchanfragen wurden erfolgreich gelöscht.

# successBlacklistRefresh
source: Blacklist updated successfully.
de_de: Blacklist wurde erfolgreich aktualisiert.

# successSearchMapDelete
source: Link %s deleted successfully.
de_de: Verknüpfung %s wurde erfolgreich gelöscht.

# errorSearchMapNotFound
source: No links with ID %s found.
de_de: Es wurde keine Verknüpfung mit der ID %s gefunden.

# errorAtLeastOneSearchMap
source: Please select at least one link.
de_de: Bitte wählen Sie mindestens eine Verknüpfung aus.
