Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/newsletter.po
Languages: de_de

# newsletterqueue
source: Queue
de_de: Warteschlange

# newsletterNewSubscriber
source: Adding subscribers
de_de: Abonnenten hinzufügen

# newsletterURL
source: https://jtl-url.de/95cyw
de_de: https://jtl-url.de/guvcz

# newsletterdraft
source: Custom templates
de_de: Eigene Vorlagen

# newsletterlastsubscriber
source: Last 20 newsletter subscribers
de_de: Letzte 20 Newsletter-Abonnenten

# newsletterSubscriber
source: Subscribers
de_de: Abonnenten

# newsletterAllSubscriber
source: All subscribers
de_de: Alle Abonnenten

# newsletterSubscripterNotActive
source: Inactive subscribers
de_de: Inaktive Abonnenten

# newslettersubscribername
source: Subscriber
de_de: Abonnent

# newslettersubscriberanrede
source: Title
de_de: Anrede

# newsletterhistory
source: History
de_de: Historie

# newsletterhistorysubject
source: Subject
de_de: Betreff

# newsletterdraftcreate
source: Create template
de_de: Vorlage erstellen

# newsletterNewSearch
source: New search
de_de: Neue Suche

# newsletteredit
source: Edit
de_de: Bearbeiten

# newsletterprepare
source: Prepare for sending
de_de: Versand vorbereiten

# newslettersend
source: Send newsletter
de_de: Newsletter versenden

# newsletterHtml
source: Content (HTML)
de_de: Inhalt (HTML)

# newsletterText
source: Content (text)
de_de: Inhalt (Text)

# newsletterdraftdesc
source: Here you can create templates for your newsletters, which you can then test and approve for being sent.
de_de: Hier erstellen Sie eine Vorlage für Ihren Newsletter, die Sie anschließend testen und für den Versand freigeben können.

# newsletterdraftname
source: Template name
de_de: Name der Vorlage

# newsletterdraftcharacter
source: Send this template as
de_de: Diese Vorlage versenden als

# newsletterconfigdesc
source: These email settings refer to newsletters.
de_de: Diese E-Mail-Einstellungen gelten für den Newsletter-Versand.

# newsletterartnr
source: Promoted item
de_de: Beworbener Artikel

# newslettercustomergrp
source: Recipients
de_de: Empfänger

# newsletterdraftsaveandsend
source: Save and send newsletter
de_de: Speichern, Newsletter versenden

# newsletterdraftsaveandtest
source: Save and test newsletter
de_de: Speichern, Newsletter testen

# newsletterdraftdate
source: Send on
de_de: Versenden am

# newsletterdraftformat
source: DD/MM/YYYY hh:mm
de_de: TT/MM/JJJJ hh:mm

# newsletterdesc
source: Manage your newsletters and subscribers. Please note that newsletters are managed separately for each language.
de_de: Hier verwalten Sie Ihre Newsletter und Newsletter-Abonnenten. Beachten Sie, dass Newsletter pro Sprache verwaltet werden.

# newslettersubscriberactive
source: (*) = not activated
de_de: (*) = nicht aktiviert

# newslettersubscriberdate
source: Entered on
de_de: Eingetragen am

# newslettersubscriberLastNewsletter
source: Last newsletter sent on
de_de: Letzter Newsletter am

# newsletterqueueimprovement
source: Sent
de_de: Verschickt

# newsletterhistorycount
source: Number of recipients
de_de: Anzahl Empfänger

# newsletterqueuecount
source: Number of recipients
de_de: Anzahl Empfänger

# newsletterqueuecustomergrp
source: Customer groups
de_de: Kundengruppen

# newsletterSubscriberList
source: All subscribers
de_de: Alle Abonnenten

# newslettersubscriberSearch
source: Find subscribers
de_de: Abonnentensuche

# newsletterSendAuthentication
source: Send newsletter?
de_de: Möchten Sie den Newsletter wirklich versenden?

# newsletterSearchBTN
source: Find
de_de: Suchen

# newsletterUnlock
source: Activate
de_de: Freischalten

# newsletterdraftStd
source: Standard templates
de_de: Standardvorlagen

# newsletterdraftStdShort
source: Standard template
de_de: Standardvorlage

# newsletterdraftStdUse
source: Use template
de_de: Vorlage benutzen

# newsletterdraftFillOut
source: Please complete
de_de: Bitte ausfüllen

# newsletterPicLink
source: Optional link to image
de_de: Optionaler Bildlink

# successNewsletterAboDelete
source: Selected newsletter subscribers deleted successfully.
de_de: Markierte Newsletter-Abonnenten wurden erfolgreich gelöscht.

# errorAtLeastOneNewsletterAbo
source: Please select at least one newsletter subscriber.
de_de: Bitte markieren Sie mindestens einen Newsletter-Abonnenten.

# successNewsletterAbounlock
source: Selected newsletter subscribers activated successfully.
de_de: Markierte Newsletter-Abonnenten wurden erfolgreich freigeschaltet.

# successNewsletterAboAdd
source: Newsletter recipient added successfully.
de_de: Newsletter-Empfänger wurde erfolgreich hinzugefügt.

# errorFillEmail
source: Please fill in the field "Email".
de_de: Bitte füllen Sie das Feld „E-Mail“ aus.

# successNewsletterQueueDelete
source: Newsletter queue(s) %s deleted successfully.
de_de: Newsletter-Queue(s) %s wurde(n) erfolgreich gelöscht.

# successNewsletterHistoryDelete
source: Newsletter history/ies %s deleted successfully.
de_de: Newsletter-Historie(n) %s wurde(n) erfolgreich gelöscht.

# errorAtLeastOneNewsletter
source: Please select at least one newsletter.
de_de: Bitte markieren Sie mindestens einen Newsletter.

# errorAtLeastOneHistory
source: Please select at least one history.
de_de: Bitte markieren Sie mindestens eine Historie.

# successNewsletterTemplateEdit
source: Newsletter template %s edited successfully.
de_de: Newsletter-Vorlage %s wurde erfolgreich bearbeitet.

# successNewsletterTemplateSave
source: Newsletter template %s saved successfully.
de_de: Newsletter-Vorlage %s wurde erfolgreich gespeichert.

# successNewsletterPrepared
source: Newsletter %s is ready to be sent.
de_de: Newsletter %s wurde zum Versenden vorbereitet.

# newsletterCronjobNotFound
source: Could not find newsletter cron job. Newsletter cannot be sent.
de_de: Der Newsletter-Cron-Job wurde nicht gefunden. Es ist kein Newsletterversand möglich.

# errorTestTemplateEmpty
source: Empty recipient address for the trial newsletter.
de_de: Die Empfänger-Adresse für den Test ist leer.

# successTestEmailTo
source: Newsletter template %s for trial newsletter sent to %s.
de_de: Die Newsletter-Vorlage %s wurde zum Test an %s gesendet.

# successNewsletterTemplateDelete
source: Newsletter template deleted successfully.
de_de: Newsletter-Vorlage wurde erfolgreich gelöscht.

source: Available templates
de_de: Vorhandene Vorlagen

# newsletterNoAccount
source: Newsletter recipient w/o customer account
de_de: Newsletter-Empfänger ohne Kundenkonto

# errorEmailExists
source: The email address already exists.
de_de: Die E-Mail-Adresse existiert bereits.
