Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/newsletterimport.po
Languages: de_de

# newsletterMail
source: Import newsletter recipients
de_de: Newsletter-Empfänger importieren

# newsletterMailDesc
source: Here you can import newsletter recipients by using a csv file.
de_de: Hier haben Sie die Möglichkeit, eine CSV-Datei mit Newsletter-Empfängern zu importieren.

# newsletterURL
source: https://jtl-url.de/r8nef
de_de: https://jtl-url.de/686sr

# language
source: Assign this language to customers
de_de: Kunden diese Sprache zuweisen

# csvFile
source: CSV file with customer data
de_de: CSV-Datei mit Kundendaten

# checkHead
source: Checking header…
de_de: Kopfzeile wird überprüft…

# errorFormatUnknown
source: Format not recognised.
de_de: Format wurde nicht erkannt!

# importPending
source: Importing…
de_de: Wird importiert…

# errorEmailInvalid
source: Invalid email address: (%s)! Data set was skipped.
de_de: Keine gültige E-Mail-Adresse: (%s)! Datensatz wurde übersprungen.

# errorEmailInvalidBlacklist
source: Invalid email address: (%s)! Customer is on blacklist. Data set was skipped.
de_de: Keine gültige E-Mail-Adresse: (%s)! Kunde hat sich auf die Blacklist setzen lassen. Datensatz wurde übersprungen.

# errorSurnameMissing
source: No last name. Data set was skipped.
de_de: Kein Nachname. Datensatz wurde übersprungen.

# errorEmailExists
source: A newsletter recipient with this email address already exists: %s. Data set was skipped.
de_de: Newsletter-Empfänger mit dieser E-Mail-Adresse bereits vorhanden: (%s)! Datensatz wurde übersprungen.

# successImport
source: Data set OK. Import of:
de_de: Datensatz OK. Importiere:

# errorImportRow
source: The row could not be imported.
de_de: Zeile konnte nicht importiert werden.
