Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/opc-controlcenter.po
Languages: de_de

# opcNoticePageReset
source: The OnPage Composer content for this page was reset.
de_de: Der Inhalt des OnPage Composers für die Seite wurde zurückgesetzt.

# opcNoticeDraftDelete
source: Draft deleted successfully.
de_de: Entwurf wurde erfolgreich gelöscht.

# opcDesc
source: Here you can find an overview of all pages edited with the OnPage Composer and all available portlets.
de_de: Hier finden Sie alle mit dem OnPage Composer bearbeiteten Seiten und verfügbaren Portlets.

# opcUrl
source: https://jtl-url.de/flnzh
de_de: https://jtl-url.de/6br8s

# opcPages
source: Edited pages
de_de: Bearbeitete Seiten

# opcPortlets
source: Available portlets
de_de: Verfügbare Portlets

# opcBlueprints
source: Available blueprints
de_de: Verfügbare Blueprints

# sureDeleteAll
source: Delete all drafts of this page?
de_de: Möchten Sie wirklich alle Entwürfe für die Seite löschen?

# sureDelete
source: Delete this draft?
de_de: Möchten Sie diesen Entwurf wirklich löschen?

# lastChange
source: Last edited on
de_de: Letzte Änderung am

# changedNow
source: Being edited by
de_de: Gerade bearbeitet von

# tillUnknown
source: For indefinite period
de_de: Auf unbestimmte Zeit

source: Delete draft
de_de: Entwurf löschen

# deleteDraftAll
source: Delete all drafts
de_de: Alle Entwürfe löschen

source: Unpublished
de_de: Unveröffentlicht
