Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/pluginverwaltung.po
Languages: de_de

# pluginverwaltungLocales
source: Language variables
de_de: Sprachvariablen

# pluginverwaltungLicenceKeyInput
source: Licence key for plug-in
de_de: Lizenzschlüsseleingabe für Plugin

# pluginverwaltungLicenceKey
source: Licence key
de_de: Lizenzschlüssel

# pluginverwaltungDesc
source: Plug-ins extend the functionality of JTL-Shop without changing its core. Go to the <a href="https://jtl-url.de/exs" target="_blank">JTL-Extension Store</a> to browse through a multitude of available extensions. Active plug-ins can be deactivated or uninstalled at any time. Please do not install any updates from unknown sources. <br/><strong>Security note: Plug-ins have access to the entire database of JTL-Shop.</strong>
de_de: Plugins erweitern den Funktionsumfang von JTL-Shop, ohne den Kern zu verändern. Im <a href="https://jtl-url.de/exs" target="_blank">JTL-Extension Store</a> finden Sie zahlreiche Erweiterungen für Ihren Shop. Aktive Plugins können jederzeit deaktiviert bzw. komplett deinstalliert werden. Bitte installieren Sie keine Plugins, deren Ursprung Ihnen nicht bekannt ist. <br/><strong>Sicherheitshinweis: Plugins haben Zugriff auf die gesamte Datenbank von JTL-Shop.</strong>

# pluginverwaltungURL
source: https://jtl-url.de/gfso0
de_de: https://jtl-url.de/5stze

# pluginListNotInstalled
source: Available plug-ins (not installed)
de_de: Verfügbare Plugins (nicht installiert)

# pluginListNotActivated
source: Available plug-ins (not active)
de_de: Verfügbare Plugins (nicht aktiv)

# pluginListNotInstalledAndError
source: Faulty plug-ins (not installed)
de_de: Fehlerhafte Plugins (nicht installiert)

# pluginListInstalled
source: Installed plug-ins
de_de: Installierte Plugins

# pluginListProblems
source: Installed plug-ins still to be configured
de_de: Installierte Plugins, die konfiguriert werden müssen

# pluginErrorCode
source: Error code
de_de: Fehlercode

# pluginAuthor
source: Author
de_de: Autor

# pluginDesc
source: Description
de_de: Beschreibung

# pluginLanguage
source: Languages
de_de: Sprachen

# pluginInstalled
source: Installed on
de_de: Installiert am

# pluginUpdated
source: Updated on
de_de: Aktualisiert am

# pluginFolder
source: Directory
de_de: Verzeichnis

# statusInstalled
source: Installed
de_de: Installiert

# statusDeactive
source: Disabled
de_de: Deaktiviert

# statusNotInstalled
source: Not installed
de_de: Nicht installiert

# statusError
source: Faulty
de_de: Fehlerhaft

# pluginBtnUpdate
source: Update
de_de: Aktualisieren

# pluginBtnInstall
source: Install
de_de: Installieren

# pluginBtnDeInstall
source: Uninstall
de_de: Deinstallieren

# pluginBtnDelete
source: Delete
de_de: Löschen

# pluginBtnReload
source: Reload
de_de: Neu laden

# pluginBtnLicenceAdd
source: Enter licence key
de_de: Lizenzschlüssel eingeben

# pluginBtnLicenceChange
source: Edit
de_de: Ändern

# pluginBtnLicence
source: Licence
de_de: Lizenz

# pluginLocalesStd
source: Reset to default settings
de_de: Auf den Installationszustand zurücksetzen

# pluginEditLocales
source: Language variables
de_de: Sprachvariablen

# pluginEditLinkgrps
source: Link groups
de_de: Linkgruppen

# pluginUpdateExists
source: A newer plug-in version was uploaded. The plug-in can now be updated.
de_de: Das Plugin wurde in einer aktuelleren Version hochgeladen und kann aktualisiert werden.

# pluginUpdateExistsError
source: The plug-in does, however, have the following error.
de_de: Dieses weist jedoch den folgenden Fehler auf

# successPluginKeySave
source: Licence key for plug-in saved successfully.
de_de: Ihr Plugin-Lizenzschlüssel wurde gespeichert.

# errorPluginKeyInvalid
source: Invalid licence key. Please check the licence key for potential typing errors and contact the Support team if necessary.
de_de: Der eingegebene Lizenzschlüssel ist ungültig. Bitte überprüfen Sie den Lizenzschlüssel auf eventuelle Tippfehler und wenden Sie sich ggf. an den Support.

# errorPluginNotFound
source: Could not find the plug-in in the database. Please install it again.
de_de: Das Plugin konnte nicht in der Datenbank gefunden werden. Bitte installieren Sie es erneut.

# errorPluginNotFoundFilesystem
source: Could not find the plug-in in the filesystem. Please install it again.
de_de: Das Plugin konnte im Dateisystem nicht gefunden werden. Bitte installieren Sie es erneut.

# successPluginActivate
source: Selected plug-ins activated successfully.
de_de: Ausgewählte Plugins wurden erfolgreich aktiviert.

# errorAtLeastOnePlugin
source: Please select at least one plug-in.
de_de: Bitte wählen Sie mindestens ein Plugin aus.

# successPluginDeactivate
source: Selected plug-ins deactivated successfully.
de_de: Ausgewählte Plugins wurden erfolgreich deaktiviert.

# errorPluginDeleteAtLeastOne
source: At least one plugin could not be deleted.
de_de: Mindestens ein Plugin konnte nicht gelöscht werden.

# errorPluginDeleteSQL
source: Could not uninstall plug-in due to an SQL error. Please check the log file.
de_de: Das Plugin konnte aufgrund eines SQL-Fehlers nicht deinstalliert werden. Bitte sehen Sie sich die Log-Datei an.

# successPluginDelete
source: Selected plug-ins uninstalled successfully.
de_de: Ausgewählte Plugins wurden erfolgreich deinstalliert.

# errorPluginNotFoundMultiple
source: Could not find one or more plug-ins in the database. Please install the plug-in(s) again.
de_de: Ein oder mehrere Plugins konnten nicht in der Datenbank gefunden werden. Bitte installieren Sie das/die Plugin(s) erneut.

# successPluginRefresh
source: Selected plug-ins updated successfully.
de_de: Ausgewählte Plugins wurden erfolgreich aktualisiert.

# errorPluginRefresh
source: Could not update one plug-in. Please install the plug-in again.
de_de: Ein Plugin konnte nicht aktualisiert werden. Bitte installieren Sie das Plugin erneut.

# successPluginUpdate
source: Plug-in updated successfully.
de_de: Plugin wurde erfolgreich aktualisiert.

# errorPluginUpdate
source: Could not perform update. Error code:
de_de: Aktualisierung konnte nicht durchgeführt werden. Fehlercode:

# successPluginInstall
source: Selected plug-ins installed successfully.
de_de: Ausgewählte Plugins wurden erfolgreich installiert.

# errorPluginInstall
source: Error during the installation. Error code:
de_de: Bei der Installation ist ein Fehler aufgetreten. Fehlercode:

# successVariableRestore
source: Selected variable successfully reset to default settings.
de_de: Sie haben den Installationszustand der ausgewählten Variable erfolgreich wiederhergestellt.

# surePluginUpdate
source: Update plug-in?
de_de: Möchten Sie das Plugin wirklich updaten?

# successPluginUpload
source: Plug-in uploaded successfully.
de_de: Plugin erfolgreich hochgeladen.

# errorPluginUpload
source: Could not upload plug-in. Please contact the Support team.
de_de: Das Plugin konnte nicht hochgeladen werden. Bitte wenden Sie sich an den Support.

# sureResetLangVar
source: Reset language variable to default settings? All edited translations of the variable will be deleted.
de_de: Möchten Sie diese Sprachvariable wirklich wieder auf den Installationszustand zurücksetzen? Dabei gehen alle geänderten Übersetzungen der Variable verloren.

# dangerPluginNotCompatibleShop5
source: Please note that the plug-in is not fully compatible with JTL-Shop&nbsp;5. This might lead to performance issues.
de_de: Bitte beachten Sie, dass dieses Plugin nicht vollständig mit JTL-Shop&nbsp;5 kompatibel ist. Es können daher Probleme beim Betrieb entstehen.

# dangerPluginNotCompatibleShop4
source: Please note that the plug-in is not fully compatible with JTL-Shop&nbsp;4. This might lead to performance issues.
de_de: Bitte beachten Sie, dass dieses Plugin nicht vollständig mit JTL-Shop&nbsp;4 kompatibel ist. Es können daher Probleme beim Betrieb entstehen.

# dangerMinShopVersion
source: Please note that the template requires a newer version of JTL-Shop. This might lead to performance issues.
de_de: Bitte beachten Sie, dass dieses Plugin eine aktuellere Version von JTL-Shop erfordert. Es können daher Probleme beim Betrieb entstehen.

# dangerMaxShopVersion
source: Please note that the template was developed for an older version of JTL-Shop. This might lead to performance issues.
de_de: Bitte beachten Sie, dass dieses Plugin für eine ältere Version von JTL-Shop entwickelt wurde. Es können daher Probleme beim Betrieb entstehen.

# licensePlugin
source: Plug-in licence
de_de: Plugin-Lizenz

# deletePluginData
source: Uninstalling the plug-in
de_de: Plugin-Deinstallation

# deletePluginDataInfo
source: Uninstalling the plug-in removes the plug-in from all shop database tables. You can further configure the uninstallation via the following check boxes:
de_de: Über die Deinstallation wird das Plugin aus allen shopeigenen Datenbanktabellen entfernt. Zusätzlich können Sie die Deinstallation über die folgenden Checkboxen weiter verfeinern:

# deletePluginFilesHeading
source: Are you sure you want to try to delete all plugin files?
de_de: Möchten Sie wirklich versuchen, sämtliche Plugindateien zu löschen?

# deletePluginFilesQuestion
source: Also delete the associated files?
de_de: Dazugehörige Dateien ebenfalls löschen

# deletePluginFilesQuestionDesc
source: With this check box enabled, all plug-in files will be removed from the web space. To install the plug-in again, it must be obtained/uploaded again.
de_de: Wenn diese Checkbox aktiviert ist, werden alle Plugin-Dateien vom Webspace entfernt. Für eine erneute Installation des Plugins muss das Plugin neu bezogen/hochgeladen werden.

# deletePluginDataQuestion
source: Also delete all plug-in tables from the database
de_de: Alle plugineigenen Tabellen ebenfalls aus der Datenbank löschen

# deletePluginDataQuestionDesc
source: With this check box enabled, all plug-in database tables will also be removed.
de_de: Wenn diese Checkbox aktiviert ist, werden auch alle plugineigenen Datenbanktabellen entfernt.

# deletePluginDataYes
source: Uninstall plug-in with selected settings
de_de: Plugin mit den gewählten Einstellungen deinstallieren

# WRONG_PARAM
source: Plausibility check cancelled due to missing parameters.
de_de: Die Plausibilitätsprüfung wurde aufgrund fehlender Parameter abgebrochen.

# DIR_DOES_NOT_EXIST
source: Plug-in directory does not exist.
de_de: Das Plugin-Verzeichnis existiert nicht.

# INFO_XML_MISSING
source: File "info.xml" does not exist.
de_de: Die Datei „info.xml“ existiert nicht.

# NO_PLUGIN_FOUND
source: Could not find selected plug-in in database.
de_de: Ausgewähltes Plugin wurde nicht in der Datenbank gefunden.

# INVALID_NAME
source: Invalid plug-in name convention.
de_de: Der Plugin-Name entspricht nicht der Konvention.

# INVALID_PLUGIN_ID
source: Invalid plug-in ID convention.
de_de: Die Plugin-ID entspricht nicht der Konvention.

# INSTALL_NODE_MISSING
source: Installation node not available.
de_de: Der Installationsknoten ist nicht vorhanden.

# INVALID_XML_VERSION_NUMBER
source: Invalid first version number convention.
de_de: Die erste Versionsnummer entspricht nicht der Konvention.

# INVALID_VERSION_NUMBER
source: Invalid version number convention.
de_de: Die Versionsnummer entspricht nicht der Konvention.

# INVALID_DATE
source: Invalid version date convention.
de_de: Das Versionsdatum entspricht nicht der Konvention.

# MISSING_SQL_FILE
source: The SQL file for the current version does not exist.
de_de: Die SQL-Datei für die aktuelle Version existiert nicht.

# MISSING_HOOKS
source: No hooks available.
de_de: Keine Hooks vorhanden.

# INVALID_HOOK
source: Invalid hook value convention.
de_de: Die Hook-Werte entsprechen nicht der Konvention.

# INVALID_CUSTOM_LINK_NAME
source: Invalid "CustomLink Name" convention.
de_de: „CustomLink Name“ entspricht nicht der Konvention.

# INVALID_CUSTOM_LINK_FILE_NAME
source: Invalid file name convention.
de_de: Der Dateiname entspricht nicht der Konvention.

# MISSING_CUSTOM_LINK_FILE
source: The CustomLink file does not exist.
de_de: Die CustomLink-Datei existiert nicht.

# INVALID_CONFIG_LINK_NAME
source: Invalid "SettingsLink Name" convention.
de_de: „SettingsLink Name“ entspricht nicht der Konvention.

# MISSING_CONFIG
source: No settings available.
de_de: Keine Einstellungen vorhanden.

# INVALID_CONFIG_TYPE
source: Invalid "Setting type" convention.
de_de: „Setting type“ entspricht nicht der Konvention.

# INVALID_CONFIG_INITIAL_VALUE
source: Invalid "Setting initialValue" convention.
de_de: „Setting initialValue“ entspricht nicht der Konvention.

# INVALID_CONFIG_SORT_VALUE
source: Invalid "Setting sort" convention.
de_de: „Setting sort“ entspricht nicht der Konvention.

# INVALID_CONFIG_NAME
source: Invalid "Settings Name" convention.
de_de: „Setting Name“ entspricht nicht der Konvention.

# MISSING_CONFIG_SELECTBOX_OPTIONS
source: "SelectboxOptionen" not available.
de_de: „SelectboxOptionen“ nicht vorhanden.

# INVALID_CONFIG_OPTION
source: Invalid option convention.
de_de: Die Option entspricht nicht der Konvention.

# MISSING_LANG_VARS
source: No language variables available.
de_de: Keine Sprachvariablen vorhanden.

# INVALID_LANG_VAR_NAME
source: Invalid "Variable Name" convention.
de_de: „Variable Name“ entspricht nicht der Konvention.

# MISSING_LOCALIZED_LANG_VAR
source: No localised language variable available.
de_de: Keine lokalisierte Sprachvariable vorhanden.

# INVALID_LANG_VAR_ISO
source: Invalid convention for ISO of localised language variable.
de_de: Die ISO der lokalisierten Sprachvariable entspricht nicht der Konvention.

# INVALID_LOCALIZED_LANG_VAR_NAME
source: Invalid convention for name of localised language variable.
de_de: Der Name der lokalisierten Sprachvariable entspricht nicht der Konvention.

# MISSING_HOOK_FILE
source: No hook file available.
de_de: Keine Hook-Datei vorhanden.

# MISSING_VERSION_DIR
source: The version does not exist in the version folder.
de_de: Die Version existiert nicht im Versionsordner.

# INVALID_CONF
source: Invalid "Setting conf" convention.
de_de: „Setting conf“ entspricht nicht der Konvention.

# INVALID_CONF_VALUE_NAME
source: Invalid "Setting ValueName" convention.
de_de: „Setting ValueName“ entspricht nicht der Konvention.

# INVALID_XML_VERSION
source: Invalid XML version convention.
de_de: Die XML-Version entspricht nicht der Konvention.

# INVALID_SHOP_VERSION
source: Invalid convention for version of JTL-Shop.
de_de: Die Version von JTL-Shop entspricht nicht der Konvention.

# SHOP_VERSION_COMPATIBILITY
source: This version of JTL-Shop is no longer compatible. You need a newer version.
de_de: Diese Version von JTL-Shop ist nicht mehr kompatibel. Sie benötigen eine neuere Version.

# MISSING_FRONTEND_LINKS
source: No front-end links available even though node was created.
de_de: Keine Frontend-Links vorhanden, obwohl der Node angelegt wurde.

# INVALID_FRONTEND_LINK_FILENAME
source: Invalid "Filename" link convention.
de_de: Der Link „Filename“ entspricht nicht der Konvention.

# INVALID_FRONTEND_LINK_NAME
source: Invalid "LinkName" convention.
de_de: „LinkName“ entspricht nicht der Konvention.

# INVALID_FRONEND_LINK_VISIBILITY
source: Invalid convention for specification of "Only visible after login".
de_de: Angabe zu „Erst sichtbar nach Login“ entspricht nicht der Konvention.

# INVALID_FRONEND_LINK_PRINT
source: Invalid convention for specification of whether button "Print" is to be displayed.
de_de: Angabe, ob die Schaltfläche „Drucken“ gezeigt werden soll, entspricht nicht der Konvention.

# INVALID_FRONEND_LINK_ISO
source: Invalid convention for ISO of link language.
de_de: Die ISO der Linksprache entspricht nicht der Konvention.

# INVALID_FRONEND_LINK_SEO
source: Invalid SEO name convention.
de_de: Der SEO-Name entspricht nicht der Konvention.

# INVALID_FRONEND_LINK_NAME
source: Invalid name convention.
de_de: Der Name entspricht nicht der Konvention.

# INVALID_FRONEND_LINK_TITLE
source: Invalid "Title" convention.
de_de: „Title“ entspricht nicht der Konvention.

# INVALID_FRONEND_LINK_META_TITLE
source: Invalid "MetaTitle" convention.
de_de: „MetaTitle“ entspricht nicht der Konvention.

# INVALID_FRONEND_LINK_META_KEYWORDS
source: Invalid "MetaKeywords" convention.
de_de: „MetaKeywords“ entspricht nicht der Konvention.

# INVALID_FRONEND_LINK_META_DESCRIPTION
source: Invalid "MetaDescription" convention.
de_de: „MetaDescription“ entspricht nicht der Konvention.

# INVALID_PAYMENT_METHOD_NAME
source: Invalid name convention in payment methods.
de_de: Der Name in den Zahlungsmethoden entspricht nicht der Konvention.

# INVALID_PAYMENT_METHOD_MAIL
source: Invalid "SendMail" convention in payment methods.
de_de: „SendMail“ in den Zahlungsmethoden entspricht nicht der Konvention.

# INVALID_PAYMENT_METHOD_TSCODE
source: Invalid "TSCode" convention in payment methods.
de_de: „TSCode“ in den Zahlungsmethoden entspricht nicht der Konvention.

# INVALID_PAYMENT_METHOD_PRE_ORDER
source: Invalid "PreOrder" convention in payment methods.
de_de: „PreOrder“ in den Zahlungsmethoden entspricht nicht der Konvention.

# INVALID_PAYMENT_METHOD_CLASS_FILE
source: Invalid "ClassFile" convention in payment methods.
de_de: „ClassFile“ in den Zahlungsmethoden entspricht nicht der Konvention.

# MISSING_PAYMENT_METHOD_FILE
source: The file for the payment method class is not available.
de_de: Die Datei für die Klasse der Zahlungsmethode existiert nicht.

# INVALID_PAYMENT_METHOD_TEMPLATE
source: Invalid "TemplateFile" convention in payment methods.
de_de: „TemplateFile“ in den Zahlungsmethoden entspricht nicht der Konvention.

# MISSING_PAYMENT_METHOD_TEMPLATE
source: The file for the payment method template is not available.
de_de: Die Datei für das Template der Zahlungsmethode existiert nicht.

# MISSING_PAYMENT_METHOD_LANGUAGES
source: No languages available in payment methods.
de_de: Keine Sprachen in den Zahlungsmethoden vorhanden.

# INVALID_PAYMENT_METHOD_LANGUAGE_ISO
source: Invalid convention for language ISO in the payment method.
de_de: ISO der Sprache in der Zahlungsmethode entspricht nicht der Konvention.

# INVALID_PAYMENT_METHOD_NAME_LOCALIZED
source: Invalid name convention in languages of payment methods.
de_de: Name in den Zahlungsmethodensprachen entspricht nicht der Konvention.

# INVALID_PAYMENT_METHOD_CHARGE_NAME
source: Invalid "ChargeName" convention in languages of payment methods.
de_de: „ChargeName“ in den Zahlungsmethodensprachen entspricht nicht der Konvention.

# INVALID_PAYMENT_METHOD_INFO_TEXT
source: Invalid "InfoText" convention in languages of payment methods.
de_de: „InfoText“ in den Zahlungsmethodensprachen entspricht nicht der Konvention.

# INVALID_PAYMENT_METHOD_CONFIG_TYPE
source: Invalid "type" convention in a setting of the payment method.
de_de: „type“ in einer Einstellung der Zahlungsmethode entspricht nicht der Konvention.

# INVALID_PAYMENT_METHOD_CONFIG_INITITAL_VALUE
source: Invalid "initialValue" convention in a setting of the payment method.
de_de: „initialValue“ in einer Einstellung der Zahlungsmethode entspricht nicht der Konvention.

# INVALID_PAYMENT_METHOD_CONFIG_SORT
source: Invalid "sort" convention in a setting of the payment method.
de_de: „sort“ in einer Einstellung der Zahlungsmethode entspricht nicht der Konvention.

# INVALID_PAYMENT_METHOD_CONFIG_CONF
source: Invalid "conf" convention in a setting of the payment method.
de_de: „conf“ in einer Einstellung der Zahlungsmethode entspricht nicht der Konvention.

# INVALID_PAYMENT_METHOD_CONFIG_NAME
source: Invalid "Name" convention in a setting of the payment method.
de_de: „Name“ in einer Einstellung der Zahlungsmethode entspricht nicht der Konvention.

# INVALID_PAYMENT_METHOD_VALUE_NAME
source: Invalid "ValueName" convention in a setting of the payment method.
de_de: „ValueName“ in einer Einstellung der Zahlungsmethode entspricht nicht der Konvention.

# INVALID_PAYMENT_METHOD_SORT
source: Invalid convention for sorting in payment methods.
de_de: Die Sortierung in den Zahlungsmethoden entspricht nicht der Konvention.

# INVALID_PAYMENT_METHOD_SOAP
source: Invalid "Soap" convention in payment methods.
de_de: „Soap“ in den Zahlungsmethoden entspricht nicht der Konvention.

# INVALID_PAYMENT_METHOD_CURL
source: Invalid "Curl" convention in payment methods.
de_de: „Curl“ in den Zahlungsmethoden entspricht nicht der Konvention.

# INVALID_PAYMENT_METHOD_SOCKETS
source: Invalid "Sockets" convention in payment methods.
de_de: „Sockets“ in den Zahlungsmethoden entspricht nicht der Konvention.

# INVALID_PAYMENT_METHOD_CLASS_NAME
source: Invalid "ClassName" convention in payment methods.
de_de: „ClassName“ in den Zahlungsmethoden entspricht nicht der Konvention.

# INVALID_FULLSCREEN_TEMPLATE
source: Invalid convention for full-screen template name.
de_de: Der Fullscreen-Templatename entspricht nicht der Konvention.

# MISSING_FRONTEND_LINK_TEMPLATE
source: The template file for the front-end link is not available.
de_de: Die Templatedatei für den Frontend-Link existiert nicht.

# TOO_MANY_FULLSCREEN_TEMPLATE_NAMES
source: Only one template name or one full-screen template name must exist.
de_de: Es darf nur ein Templatename oder ein Fullscreen-Templatename existieren.

# INVALID_FULLSCREEN_TEMPLATE_NAME
source: Invalid convention for full-screen template name.
de_de: Der Fullscreen-Templatename entspricht nicht der Konvention.

# MISSING_FULLSCREEN_TEMPLATE_FILE
source: The full-screen template file for the front-end link does not exist.
de_de: Die Fullscreen-Templatedatei für den Frontend-Link existiert nicht.

# INVALID_FRONTEND_LINK_TEMPLATE_FULLSCREEN_TEMPLATE
source: Enter a template name or a full-screen template name for a front-end link.
de_de: Geben Sie für einen Frontend-Link einen Templatenamen oder Fullscreen-Templatenamen an.

# MISSING_BOX
source: No box available.
de_de: Keine Box vorhanden.

# INVALID_BOX_NAME
source: Invalid "Box Name" convention.
de_de: „Box Name“ entspricht nicht der Konvention.

# INVALID_BOX_TEMPLATE
source: Invalid "Box TemplateFile" convention.
de_de: „Box TemplateFile“ entspricht nicht der Konvention.

# MISSING_BOX_TEMPLATE_FILE
source: "Box TemplateFile" not available.
de_de: „Box TemplateFile“ nicht vorhanden.

# MISSING_LICENCE_FILE
source: Licence class not available.
de_de: Lizenzklasse nicht vorhanden.

# INVALID_LICENCE_FILE_NAME
source: Invalid convention for licence class name.
de_de: Der Name der Lizenzklasse entspricht nicht der Konvention.

# MISSING_LICENCE
source: Licence class not defined.
de_de: Die Lizenzklasse ist nicht definiert.

# MISSING_LICENCE_CHECKLICENCE_METHOD
source: Undefined "checkLicence" method in licence class.
de_de: Die Methode „checkLicence“ in der Lizenzklasse ist nicht definiert.

# DUPLICATE_PLUGIN_ID
source: The plug-in ID already exists in the database.
de_de: Die Plugin-ID ist bereits in der Datenbank vorhanden.

# MISSING_EMAIL_TEMPLATES
source: No email templates available even though node was created.
de_de: Keine E-Mail-Templates vorhanden, obwohl der Node angelegt wurde.

# INVALID_TEMPLATE_NAME
source: Invalid template name convention.
de_de: Der Name des Templates entspricht nicht der Konvention.

# INVALID_TEMPLATE_TYPE
source: Invalid convention for the setting "Type" of the template.
de_de: Die Einstellung „Type“ des Templates entspricht nicht der Konvention.

# INVALID_TEMPLATE_MODULE_ID
source: Invalid convention for the module ID of the template.
de_de: Die Modul-ID des Templates entspricht nicht der Konvention.

# INVALID_TEMPLATE_ACTIVE
source: Invalid "Template Active" convention.
de_de: „Template Active“ entspricht nicht der Konvention.

# INVALID_TEMPLATE_AKZ
source: Invalid "Template AKZ" convention.
de_de: „Template AKZ“ entspricht nicht der Konvention.

# INVALID_TEMPLATE_AGB
source: Invalid "Template AGB" convention.
de_de: „Template AGB“ entspricht nicht der Konvention.

# INVALID_TEMPLATE_WRB
source: Invalid "Template WRB" convention.
de_de: „Template WRB“ entspricht nicht der Konvention.
