Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/pluginverwaltung.po
Languages: de_de

# INVALID_EMAIL_TEMPLATE_ISO
source: Invalid convention for language ISO of the email template.
de_de: ISO der Sprache des E-Mail-Templates entspricht nicht der Konvention.

# INVALID_EMAIL_TEMPLATE_SUBJECT
source: Invalid "Subject Name" convention.
de_de: „Subject Name“ entspricht nicht der Konvention.

# MISSING_EMAIL_TEMPLATE_LANGUAGE
source: No template languages available.
de_de: Keine Templatesprachen vorhanden.

# INVALID_CHECKBOX_FUNCTION_NAME
source: Invalid "CheckBoxFunction Name" convention.
de_de: „CheckBoxFunction Name“ entspricht nicht der Konvention.

# INVALID_CHECKBOX_FUNCTION_ID
source: Invalid "CheckBoxFunction ID" convention.
de_de: „CheckBoxFunction ID“ entspricht nicht der Konvention.

# INVALID_FRONTEND_LINK_NO_FOLLOW
source: Invalid convention for front-end link attribute "NoFollow".
de_de: Frontend-Link-Attribut „NoFollow“ entspricht nicht der Konvention.

# MISSING_WIDGETS
source: No widgets available.
de_de: Keine Widgets vorhanden.

# INVALID_WIDGET_TITLE
source: Invalid "Widget Title" convention.
de_de: „Widget Title“ entspricht nicht der Konvention.

# INVALID_WIDGET_CLASS
source: Invalid "Widget Class" convention.
de_de: „Widget Class“ entspricht nicht der Konvention.

# MISSING_WIDGET_CLASS_FILE
source: The file for the class of "AdminWidget" is not available.
de_de: Die Datei für die Klasse von „AdminWidget“ existiert nicht.

# INVALID_WIDGET_CONTAINER
source: Invalid convention for "Container" in the widget.
de_de: „Container“ im Widget entspricht nicht der Konvention.

# INVALID_WIDGET_POS
source: Invalid convention for "Pos" in the widget.
de_de: „Pos“ im Widget entspricht nicht der Konvention.

# INVALID_WIDGET_EXPANDED
source: Invalid convention for "Expanded" in the widget.
de_de: „Expanded“ im Widget entspricht nicht der Konvention.

# INVALID_WIDGET_ACTIVE
source: Invalid convention for "Active" in the widget.
de_de: „Active“ im Widget entspricht nicht der Konvention.

# INVALID_PAYMENT_METHOD_ADDITIONAL_STEP_TEMPLATE_FILE
source: Invalid convention for "AdditionalTemplateFile" in payment methods.
de_de: „AdditionalTemplateFile“ in den Zahlungsmethoden entspricht nicht der Konvention.

# MISSING_PAYMENT_METHOD_ADDITIONAL_STEP_FILE
source: The file for the extra-step template of the payment method is not available.
de_de: Die Datei für das Zusatzschritt-Template der Zahlungsmethode ist nicht vorhanden.

# MISSING_FORMATS
source: No formats available.
de_de: Keine Formate vorhanden.

# INVALID_FORMAT_NAME
source: Invalid "Format Name" convention.
de_de: „Format Name“ entspricht nicht der Konvention.

# INVALID_FORMAT_FILE_NAME
source: Invalid "Format Filename" convention.
de_de: „Format Filename“ entspricht nicht der Konvention.

# MISSING_FORMAT_CONTENT
source: Format contains neither content nor a content file.
de_de: Format enthält weder Content noch eine Contentdatei.

# INVALID_FORMAT_ENCODING
source: Invalid "Format Encoding" convention.
de_de: „Format Encoding“ entspricht nicht der Konvention.

# INVALID_FORMAT_SHIPPING_COSTS_DELIVERY_COUNTRY
source: Invalid "Format ShippingCostsDeliveryCountry" convention.
de_de: „Format ShippingCostsDeliveryCountry“ entspricht nicht der Konvention.

# INVALID_FORMAT_CONTENT_FILE
source: Invalid "Format ContentFile" convention.
de_de: „Format ContentFile“ entspricht nicht der Konvention.

# MISSING_EXTENDED_TEMPLATE
source: No template available.
de_de: Kein Template vorhanden.

# INVALID_EXTENDED_TEMPLATE_FILE_NAME
source: Invalid template file convention.
de_de: Templatedatei entspricht nicht der Konvention.

# MISSING_EXTENDED_TEMPLATE_FILE
source: No template file available.
de_de: Keine Templatedatei vorhanden.

# MISSING_UNINSTALL_FILE
source: Uninstall file not available.
de_de: Uninstall File nicht vorhanden.

# IONCUBE_REQUIRED
source: The plug-in requires ionCube.
de_de: Das Plugin benötigt ionCube.

# INVALID_OPTIONS_SOURE_FILE
source: No file "OptionsSource" specified.
de_de: Datei „OptionsSource“ wurde nicht angegeben.

# MISSING_OPTIONS_SOURE_FILE
source: File "OptionsSource" not available.
de_de: Datei „OptionsSource“ nicht vorhanden.

# MISSING_BOOTSTRAP_CLASS
source: Bootstrap class "%cPluginID%\Bootstrap" not available.
de_de: Bootstrap-Klasse „%cPluginID%\Bootstrap“ existiert nicht.

# INVALID_BOOTSTRAP_IMPLEMENTATION
source: Bootstrap class "%cPluginID%\Bootstrap" must implement "PlugInterface".
de_de: Bootstrap-Klasse „%cPluginID%\Bootstrap“ muss „PlugInterface“ implementieren.

# INVALID_AUTHOR
source: Invalid author convention.
de_de: Autor entspricht nicht der Konvention.

# MISSING_PORTLETS
source: No portlets available.
de_de: Keine Portlets vorhanden.

# INVALID_PORTLET_TITLE
source: Invalid "Portlet Title" convention.
de_de: „Portlet Title“ entspricht nicht der Konvention.

# INVALID_PORTLET_CLASS
source: Invalid "Portlet Class" convention.
de_de: „Portlet Class“ entspricht nicht der Konvention.

# INVALID_PORTLET_CLASS_FILE
source: The file for the portlet class is not available.
de_de: Die Datei für die Klasse des Portlets ist nicht vorhanden.

# INVALID_PORTLET_GROUP
source: Invalid convention for "Group" in the portlet.
de_de: „Group“ im Portlet entspricht nicht der Konvention.

# INVALID_PORTLET_ACTIVE
source: Invalid convention for "Active" in the portlet.
de_de: „Active“ im Portlet entspricht nicht der Konvention.

# MISSING_BLUEPRINTS
source: No blueprints available.
de_de: Keine Blueprints vorhanden.

# INVALID_BLUEPRINT_NAME
source: Invalid "Blueprint Name" convention.
de_de: „Blueprint Name“ entspricht nicht der Konvention.

# INVALID_BLUEPRINT_FILE
source: Blueprint file not available.
de_de: Die Datei für den Blueprint existiert nicht.

# EXT_MUST_NOT_HAVE_UNINSTALLER
source: Plug-in must not define an uninstaller.
de_de: Plugin darf keinen Uninstaller definieren.

# WRONG_EXT_DIR
source: Plug-in installed in incorrect folder.
de_de: Plugin wurde in falschem Ordner installiert.

source: Unknown error.
de_de: Unbekannter Fehler.

# errorPrefix
source: Error:
de_de: Fehler:

# MISSING_PAYMENT_METHOD_SELECTBOX_OPTIONS
source: No Selectbox option for payment method.
de_de: Keine Selectbox-Option für Zahlungsart.

# INVALID_PAYMENT_METHOD_OPTION
source: Faulty option for payment method.
de_de: Fehlerhafte Option für Zahlungsart.

# OK_LEGACY
source: Legacy plug-in. Everything is okay.
de_de: Legacy Plugin. Alles okay.

# MISSING_PLUGIN_NODE
source: Missing plug-in node "jtlshopplugin".
de_de: Fehlender Plugin-Knoten „jtlshopplugin“.

source: SQL missing data.
de_de: SQL fehlende Daten.

source: SQL error.
de_de: SQL Fehler.

# SQL_WRONG_TABLE_NAME_DELETE
source: SQL Delete - wrong table name.
de_de: SQL Delete - falscher table name.

# SQL_WRONG_TABLE_NAME_CREATE
source: SQL Create - wrong table name
de_de: SQL Create - falscher table name.

# SQL_INVALID_FILE_CONTENT
source: SQL file has no lines
de_de: SQL Datei hat keine Zeilen.

source: SQL cannot save hook.
de_de: SQL kann Hook nicht speichern.

# SQL_CANNOT_SAVE_UNINSTALL
source: SQL problem saving to tpluginuninstall.
de_de: SQL Problem beim Speichern in tpluginuninstall.

source: SQL Cannot save admin menu item.
de_de: SQL Kann admin menu item nicht speichern.

# SQL_CANNOT_SAVE_SETTINGS_ITEM
source: SQL Cannot save setting option.
de_de: SQL Kann Einstellungs-Option nicht speichern.

source: SQL Cannot save setting.
de_de: SQL Kann Einstellung nicht speichern.

source: SQL Cannot find link group.
de_de: SQL Kann Linkgruppe nicht finden.

source: SQL Cannot save link.
de_de: SQL Kann Link nicht speichern.

source: SQL Cannot save payment method.
de_de: SQL Kann Zahlungsart nicht speichern.

# SQL_CANNOT_SAVE_PAYMENT_METHOD_LOCALIZATION
source: SQL Cannot save payment method localisation.
de_de: SQL Kann Zahlungsart-Lokalisierung nicht speichern.

source: SQL Cannot save payment method language.
de_de: SQL Kann Zahlungsart-Sprache nicht speichern.

# SQL_CANNOT_SAVE_PAYMENT_METHOD_SETTING
source: SQL Cannot save payment setting.
de_de: SQL Kann Zahlungsart-Einstellung nicht speichern.

source: SQL Cannot save box template.
de_de: SQL Kann Box-Template nicht speichern.

source: SQL Cannot save template.
de_de: SQL Kann Template nicht speichern.

source: SQL Cannot save email template.
de_de: SQL Kann E-Mail-Template nicht speichern.

# SQL_CANNOT_SAVE_LANG_VAR
source: SQL Cannot save language variable.
de_de: SQL Kann Sprachvariable nicht speichern.

# SQL_CANNOT_SAVE_LANG_VAR_LOCALIZATION
source: SQL Cannot save language variable localisation.
de_de: SQL Kann Sprachvariablen-Lokalisierung nicht speichern.

source: SQL Cannot save widget.
de_de: SQL Kann Widget nicht speichern.

source: SQL Cannot save portlet.
de_de: SQL Kann Portlet nicht speichern.

# SQL_CANNOT_SAVE_BLUEPRINT
source: SQL Cannot save OPC blueprint.
de_de: SQL Kann OPC-Blueprint nicht speichern.

source: SQL Cannot save export.
de_de: SQL Kann Export nicht speichern.

# INVALID_STORE_ID
source: Wrong Store ID.
de_de: Falsche Store-ID.

source: SQL Cannot save vendor.
de_de: SQL Kann vendor nicht speichern.

source: Missing consent vendor.
de_de: Fehlender consent vendor.

source: Invalid consent vendor name.
de_de: Invalider consent vendor name.

source: Invalid consent vendor purpose.
de_de: Invalider consent vendor Zweck.

# INVALID_CONSENT_VENDOR_LOCALIZATION
source: Invalid consent vendor localisation.
de_de: Invalider consent vendor Lokalisierung.

# INVALID_CONSENT_VENDOR_LOCALIZATION_ISO
source: Invalid consent vendor ISO.
de_de: Invalider consent vendor ISO.

source: Invalid consent vendor description.
de_de: Invalider consent vendor Beschreibung.

# INVALID_CONSENT_VENDOR_PRIV_POL
source: Invalid consent vendor data privacy notice.
de_de: Invalider consent vendor Datenschutzerklärung.

source: Invalid consent vendor ID.
de_de: Invalider consent vendor ID.

source: Invalid consent vendor company.
de_de: Invalider consent vendor Firma.

source: Invalid link identifier.
de_de: Ungültiger Link Identifier.

# Deaktiviert
source: Disabled
de_de: Deaktiviert

# Aktiviert
source: Enabled
de_de: Aktiviert

# Fehlerhaft
source: Faulty
de_de: Fehlerhaft

# Update fehlgeschlagen
source: Update failed
de_de: Update fehlgeschlagen

# Lizenzschlüssel fehlt
source: Missing licence key
de_de: Lizenzschlüssel fehlt

# Lizenzschlüssel ungültig
source: Invalid licence key
de_de: Lizenzschlüssel ungültig

# Lizenz abgelaufen
source: Licence expired
de_de: Lizenz abgelaufen

# Subscription abgelaufen
source: Subscription expired
de_de: Subscription abgelaufen

# Unbekannt
source: Unknown
de_de: Unbekannt

# Safe mode restrictions.
source: Please note: In safe mode, plug-ins might not be fully deactivated or uninstalled. This could lead to unused data remaining in the database.
de_de: Hinweis: Im abgesicherten Modus werden Plugins gegebenenfalls nicht vollständig deaktiviert oder deinstalliert. Dies kann dazu führen, dass nicht mehr benötigte Daten in der Datenbank verbleiben.

# Plugin probably flawed
source: The plug-in might cause failures:
de_de: Das Plugin verursacht mglws. Fehler:
