Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/plz_ort_import.po
Languages: de_de

# plz_ort_import
source: Importing postal codes/locations
de_de: Postleitzahlen und Orte importieren

# plz_ort_importDesc
source: On this page you can import current data concerning postal codes and locations from OpenGeoDB.
de_de: Auf dieser Seite können Sie aktuelle Daten zu Postleitzahlen und Orten aus OpenGeoDB importieren.

# plz_ort_available
source: Existing postal codes and location data
de_de: Vorhandene Postleitzahlen / Ortsdaten

# plz_ort_size
source: File size
de_de: Dateigröße

# plz_ort_import_new
source: Import
de_de: Importieren

# plz_ort_import_select
source: Select import data
de_de: Import auswählen

# plz_ort_import_select_failed
source: Could not load the list of available imports.
de_de: Liste der verfügbaren Importe konnte nicht geladen werden.

# plz_ort_import_load
source: Loading…
de_de: Wird geladen…

# plz_ort_import_tmp_exists
source: Temporary import found in the database. Delete import?
de_de: Es wurde ein temporärer Import in der Datenbank gefunden. Soll dieser gelöscht werden?

# plz_ort_import_delete_no
source: No, do not delete
de_de: Nein, nicht löschen

# plz_ort_import_delete_yes
source: Yes, delete
de_de: Ja, löschen

# plz_ort_import_refresh_desc
source: Import new data
de_de: Neue Daten importieren

# plz_ort_import_reset_desc
source: Reset to state before update
de_de: Zurücksetzen auf Stand vor Aktualisierung

# plz_ort_import_help
source: By selecting "Import new files", you can directly download a data file from <i>%s</i> and install it automatically.<br/>If no direct download is possible or if a direct download is cancelled due to a timeout, load the respective file into the <i>/uploads</i> directory of your web server using FTP. You can then import the file via the <i class="fa fa-download"></i> symbol in the overview.<br/>Before the import, a backup is performed that can be restored if needed.
de_de: Über „Neue Daten importieren“ können Sie direkt von <i>%s</i> eine Datendatei herunterladen und automatisch installieren.<br/>Sollte der direkte Download nicht möglich sein oder wg. Zeitüberschreitung abbrechen, laden Sie die gewünschte Datei bitte per FTP in das Verzeichnis <i>/uploads</i> Ihres Webservers. Die Datei kann dann über das <i class="fa fa-download"></i>-Symbol in der Übersicht importiert werden.<br/>Vor dem Import wird ein Backup der aktuellen Daten erstellt, welches bei Bedarf zurückgespielt werden kann.

# errorImportInvalid
source: Cannot read import file for %s!
de_de: Importdatei für %s kann nicht gelesen werden!

# importProgress
source: Updating %s in database…
de_de: %s wird in Datenbank aktualisiert…

# successImport
source: Import completed successfully.
de_de: Import erfolgreich.

# errorParameterInvalid
source: Invalid parameter!
de_de: Der eingegebene Parameter ist ungültig.

# errorDownload
source: Cannot download %s.
de_de: %s kann nicht heruntergeladen werden.

# errorDownloadFileCreate
source: Cannot create download file for %s. Page %s may be currently unavailable. Please try again later.
de_de: Download-Datei für %s kann nicht erstellt werden. Eventuell ist die Seite %s gerade nicht erreichbar. Bitte versuchen Sie es später erneut.

# errorDownloadTimeLong
source: Cannot download %s because of timeout. Please contact the Support team.
de_de: Der Download von %s wurde aufgrund einer Zeitüberschreitung abgebrochen. Bitte wenden Sie sich an den Support.

# successDownload
source: %s downloaded successfully.
de_de: %s wurde erfolgreich heruntergeladen.

# errorImportRunning
source: Already running an import. Please wait until the import is finished.
de_de: Es läuft bereits ein Import. Bitte warten Sie, bis dieser abgeschlossen ist.

# errorImportStart
source: Cannot start import. Session expired. Please sign in again. In case the error occurs again, please contact the support team.
de_de: Der Import kann nicht gestartet werden. Die Sitzung ist abgelaufen. Bitte melden Sie sich erneut an. Sollte der Fehler weiterhin auftreten, wenden Sie sich an den Support.

# successImportTempDelete
source: Temporary import deleted successfully.
de_de: Temporärer Import wurde erfolgreich gelöscht.

# importCancel
source: Import was cancelled.
de_de: Import wurde abgebrochen.

# importDataFrom
source: Import data from %s
de_de: Importiere Daten aus %s

# createBackupFrom
source: Create backup from %s ...
de_de: Erstelle Backup von %s ...

# downloadFrom
source: Download from %s
de_de: Download von %s
