Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/redirect.po
Languages: de_de

# redirect
source: Forwarding
de_de: Weiterleitungen

# redirectDesc
source: Manage the forwarding from orphaned URLs whose target pages are reachable under a new path. JTL-Shop automatically records all URLs that could not be found and lists them here. Only create a forwarding if the content of an old page was moved and is now available under a new path.
de_de: Legen Sie Weiterleitungen für verwaiste URLs an, deren Zielseiten unter einem neuen Pfad erreichbar sind. JTL-Shop merkt sich automatisch alle nicht gefundenen URLs, die aufgerufen wurden, und listet diese hier auf. Legen Sie nur dann eine Weiterleitung an, wenn der Inhalt der alten Seite umgezogen wurde und nun unter einem neuen Pfad abrufbar ist.

# redirectURL
source: https://jtl-url.de/yaxo4
de_de: https://jtl-url.de/961as

# redirectDelUnassigned
source: Delete all without forwarding
de_de: Alle ohne Weiterleitung löschen

# redirectNew
source: New forwarding
de_de: Neue Weiterleitung

# redirectFrom
source: Source URL
de_de: Quell-URL

# redirectTo
source: Target URL
de_de: Ziel-URL

# redirectRefererCount
source: Visitors
de_de: Besucher

# redirectReferer
source: Origin
de_de: Ursprung

# redirectRefererDirect
source: Direct entry
de_de: Direkteinstieg

# errorURLNotReachable
source: Could not save changes. The URL to be redirected is not available.
de_de: Änderungen konnten nicht gespeichert werden, da die weiterzuleitende URL %s nicht erreichbar ist.

# successRedirectSave
source: Forwarding saved successfully.
de_de: Weiterleitung wurde erfolgreich gespeichert.

# errorImport
source: Could not carry out import. Please check the CSV file.
de_de: Der Import konnte nicht durchgeführt werden. Bitte prüfen Sie die CSV-Datei.

# successImport
source: Import carried out successfully.
de_de: Import wurde erfolgreich durchgeführt.
