Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/shopzuruecksetzen.po
Languages: de_de

# shopResetTitle
source: Resetting online shop data
de_de: Daten des Onlineshops zurücksetzen

# shopResetButton
source: Reset data
de_de: Daten zurücksetzen

# shopResetURL
source: https://jtl-url.de/rw054
de_de: https://jtl-url.de/3wfz8

# shopResetDesc
source: Here you can delete data from individual areas of your online shop and reset all settings to the factory settings. Please note that all personal data will be deleted from these areas and that the data can afterwards only be restored using a backup.
de_de: Hier können Sie aus einzelnen Bereichen Ihres JTL-Shops Daten löschen, die Sie individuell verändert haben, und den Werkszustand wiederherstellen. Bitte beachten Sie, dass Ihre persönlichen Daten aus diesen Bereichen komplett entfernt werden und nach dem Löschen nur noch durch ein Backup wiederhergestellt werden können.

# successShopReturn
source: Selected settings reset successfully.
de_de: Ausgewählte Einstellungen wurden erfolgreich zurückgesetzt.

# dangerStrong
source: CAUTION
de_de: ACHTUNG

# warningDeleteNotRestoreableData
source: Please note that you have selected data that cannot be restored via a synchronisation with JTL-Wawi after deletion. We highly recommend creating a backup of the online shop database first.
de_de: Es wurden Daten zur Löschung ausgewählt, die NICHT durch einen Abgleich mit JTL-Wawi wiederhergestellt werden können. Es wird daher dringend empfohlen, ein Backup der Onlineshop-Datenbank zu erstellen.

# shopContent
source: Online shop contents
de_de: Onlineshop-Inhalte

# deleteNews
source: Delete blog posts
de_de: Blogbeiträge löschen

# deleteBestseller
source: Delete bestsellers
de_de: Bestseller löschen

source: Delete visitor statistics
de_de: Besucherstatistiken löschen

# deletePriceStatistics
source: Delete price histories
de_de: Preisverläufe löschen

source: Delete availability notifications
de_de: Verfügbarkeitsbenachrichtigungen löschen

source: Delete revisions
de_de: Revisionen löschen

# deleteProductCategory
source: Delete items, categories, and characteristics (complete synchronisation with JTL-Wawi restores data)
de_de: Artikel, Kategorien und Merkmale löschen (Komplettabgleich mit JTL-Wawi füllt diese Daten wieder auf)

# deleteTax
source: Delete tax classes/rates/zones/zone countries (complete synchronisation of the global data with JTL-Wawi restores data)
de_de: Steuerklassen/-sätze/-zonen/-zonenländer löschen (Komplettabgleich der globalen Daten mit JTL-Wawi füllt diese Daten wieder auf)

# userGeneratedContent
source: User-generated contents
de_de: Benutzergenerierte Inhalte

# deleteSearch
source: Delete search queries
de_de: Suchanfragen löschen

# deleteRatings
source: Delete customer reviews
de_de: Bewertungen löschen

source: Delete orders
de_de: Bestellungen löschen

# deleteCustomers
source: Delete online shop customers
de_de: Kunden des Onlineshops löschen

source: Delete wish lists
de_de: Wunschlisten löschen

# deleteComparelists
source: Delete comparison lists
de_de: Vergleichslisten löschen

# deleteCustomersAndOrders
source: Delete online shop customers and orders
de_de: Kunden und Bestellungen löschen

# customersOrdersCoupons
source: Customers, orders, and coupons
de_de: Kunden, Bestellungen und Coupons

source: Delete coupons
de_de: Coupons löschen

# yesBackupDone
source: Yes, I performed a backup of my online shop database.
de_de: Ja, ich habe ein Backup meiner Onlineshop-Datenbank erstellt.

# followingWillBeDeleted
source: The following areas of JTL-Shop will be reset<span id="messageDataGetsLost" class="hide"> and the respective data will be deleted:</span>
de_de: Es werden folgende Bereiche von JTL-Shop zurückgesetzt<span id="messageDataGetsLost" class="hide">; das heißt, dass alle bisher gespeicherten Daten verloren gehen:</span>

# sureContinue
source: Would you like to continue?
de_de: Möchten Sie fortfahren?

# deleteShopSettings
source: Shopeigene Einstellungen auf Werkseinstellungen zur√ºcksetzen.
de_de: Shopeigene Einstellungen auf Werkseinstellungen zurücksetzen.

# generalresetwarning
source: Partial resetting of customer and/or order data can result in asynchrony with JTL-Wawi. Make sure that you have the maintenance mode active and that a synchronization with JTL-Wawi has been carried out before (but after resetting) you exit it. This prevents new customers / orders from being assigned to incorrect data records in JTL-Wawi.
de_de: Das Zurücksetzen von Kunden- und/oder Bestelldaten kann zu Asynchronität mit JTL-Wawi führen. Achten Sie darauf, dass Sie den Wartungsmodus aktiv haben und bevor Sie diesen beenden (aber nach dem Zurücksetzen) ein Abgleich mit JTL-Wawi durchgeführt wurde. Hierdurch wird vermieden, dass neue Kunden/Bestellungen zu falschen Datensätzen in JTL-Wawi zugeordnet werden.
