Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/shoplogouploader.po
Languages: de_de

# shoplogouploaderURL
source: https://jtl-url.de/45odx
de_de: https://jtl-url.de/5f7iy

# shoplogouploaderDesc
source: Upload your own logo to JTL-Shop. The logo is available to you as a variable {$ShopLogoURL} and is automatically replaced in the JTL-Shop standard template. We recommend a logo size of 180 x 50 pixels. Larger logos will automatically be scaled by the template.
de_de: Hier können Sie ein eigenes Logo für Ihren JTL-Shop hochladen. Das Logo steht Ihnen als Variable {$ShopLogoURL} zur Verfügung und wird automatisch im Standard-Template von JTL-Shop ausgetauscht. Wir empfehlen eine Logogröße von 180 x 50 Pixeln. Größere Logos werden vom Template automatisch skaliert.

# successLogoDelete
source: Logo deleted successfully.
de_de: Logo wurde erfolgreich gelöscht.

# errorLogoDelete
source: Could not delete logo. No logo found under path %s.
de_de: Das Logo konnte nicht gelöscht werden. Es konnte kein Logo unter dem Pfad %s gefunden werden.

# successLogoUpload
source: Logo uploaded successfully.
de_de: Logo wurde erfolgreich hochgeladen.

# errorFileName
source: File name missing or does not correspond to naming conventions.
de_de: Dateiname fehlt oder entspricht nicht der Konvention.

# errorFileType
source: File type missing or not supported (only jpg/gif/png/bmp).
de_de: Dateityp fehlt oder wird nicht unterstützt (nur jpg/gif/png/bmp).

# errorFileMove
source: Could not move logo. Please review the write access of folder "%s".
de_de: Das Logo konnte nicht verschoben werden. Bitte überprüfen Sie die Schreibrechte des Ordners „%s“.

source: Your logo
de_de: Ihr Logo

# errorLogoUpload
source: Could not upload logo. Please only upload files of the type %s. Check whether the file has a name and check the write access of folder "%s".
de_de: Das Logo konnte nicht hochgeladen werden. Bitte laden Sie nur Dateien des Typs %s hoch. Prüfen Sie, ob die Datei einen Namen hat und prüfen Sie die Schreibrechte des Ordners „%s“.
