Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/sitemapexport.po
Languages: de_de

# sitemapExportURL
source: https://jtl-url.de/gk107
de_de: https://jtl-url.de/z84ny

# sitemapExportDesc
source: Here you can download the online shop sitemap according to the standard Sitemap Protocol 0.9. You can upload the sitemap to all search engines supporting this standard.<br/>With a synchronisation with JTL-Wawi or a manual download of the sitemap, the file export/sitemap_index.xml and other content files of your online shop will be newly generated so that external services can access them.
de_de: Hier können Sie die zum Onlineshop gehörende Sitemap im Sitemap Protocol 0.9 herunterladen. Sie können die Sitemap in allen Suchmaschinen hochladen, die diesen Standard unterstützen.<br/>Durch einen Abgleich mit JTL-Wawi oder durch das manuelle Herunterladen der Sitemap werden die Datei export/sitemap_index.xml und weitere Inhaltsdateien Ihres Onlineshops neu generiert, so dass auch externe Dienste darauf zugreifen können.

# searchEnginesHint
source: Among others, <a class="externURL" href="http://www.google.com" rel="external">Google</a>, <a class="externURL" href="http://www.yahoo.com" rel="external">Yahoo!</a>, and <a class="externURL" href="http://www.msn.com" rel="external">Microsoft</a> also support this standard.
de_de: Unter anderem unterstützen auch <a class="externURL" href="http://www.google.de" rel="external">Google</a>, <a class="externURL" href="http://www.yahoo.de" rel="external">Yahoo!</a> und <a class="externURL" href="http://www.msn.de" rel="external">Microsoft</a> diesen Standard.

# sitemapExportSubmit
source: Create sitemap again now
de_de: Sitemap jetzt neu erstellen

# sitemapName
source: File
de_de: Datei

# sitemapSize
source: Size
de_de: Größe

# sitemapDate
source: Created
de_de: Erstellt

# sitemapSelectAll
source: Select all
de_de: Alle auswählen

# sitemapProcessTime
source: Processing time
de_de: Verarbeitungszeit

# sitemapTotalURL
source: Total number of URLs
de_de: Gesamtanzahl URLs

# sitemapCountURL
source: Number of URLs
de_de: Anzahl URLs

# errorSitemapCreatePermission
source: Cannot write file %s. Please note that there must be sufficient write access for this file to create a sitemap. Please review the write access.
de_de: %s kann nicht geschrieben werden. Die Datei besitzt keine ausreichenden Schreibrechte, um eine Sitemap zu erstellen. Bitte überprüfen Sie die Schreibrechte.

# successSave
source: %s updated successfully.
de_de: %s wurde erfolgreich aktualisiert.

# successSitemapDLDelete
source: Selected sitemap downloads deleted successfully.
de_de: Markierte Sitemap-Downloads wurden erfolgreich gelöscht.

# successSitemapReportDelete
source: Selected sitemap reports deleted successfully.
de_de: Markierte Sitemap-Reports wurden erfolgreich gelöscht.

# successSitemapDLDeleteByYear
source: Selected sitemap downloads for %s deleted successfully.
de_de: Markierte Sitemap-Downloads für %s wurden erfolgreich gelöscht.

# successSitemapReportDeleteByYear
source: Sitemap reports for %s deleted successfully.
de_de: Sitemap-Reports für %s wurden erfolgreich gelöscht.

# sureDeleteEntries
source: Delete all entries of the selected year?
de_de: Möchten Sie wirklich alle Einträge für das ausgewählte Jahr löschen?
