Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/sprache.po
Languages: de_de

# lang
source: Language variables and text blocks
de_de: Sprachvariablen und Textbausteine

# langURL
source: https://jtl-url.de/br78w
de_de: https://jtl-url.de/nab7v

# langDesc
source: Edit the standard text blocks of the online shops. All texts are defined on the basis of a specific language. You can also export and import text blocks for every language.
de_de: Ändern Sie hier die Standard-Textbausteine des Onlineshops. Alle Texte sind sprachabhängig definiert. Sie können außerdem Ihre Textbausteine pro Sprache exportieren und wieder importieren.

# langVars
source: Language variables
de_de: Sprachvariablen

# notFoundVars
source: Variables not found
de_de: Nicht gefundene Variablen

source: Section
de_de: Sektion

# btnAddVar
source: Add variable
de_de: Variable hinzufügen

# btnResetLog
source: Empty list
de_de: Liste leeren

# newLangVar
source: New language variable
de_de: Neue Sprachvariable

# langSection
source: Language section
de_de: Sprachsektion

# notImportedYet
source: Language not yet imported.
de_de: Sprache wurde noch nicht importiert.

# errorImport
source: File import failed! Could not open file. Please check the file for potential errors.
de_de: Dateiimport fehlgeschlagen. Die Datei konnte nicht geöffnet werden. Bitte überprüfen Sie die Datei auf eventuelle Fehler.

# successImport
source: %s variables updated successfully.
de_de: Es wurden %s Variablen aktualisiert.

# newLangAvailable
source: New language(s) available.
de_de: Neue Sprache(n) verfügbar.

# successVarRemove
source: Variable %s deleted successfully.
de_de: Variable %s wurde erfolgreich gelöscht.

# errorVarFormat
source: The variable may only include letters and numbers and must not be empty.
de_de: Die Variable darf nur aus Buchstaben und Zahlen bestehen und darf nicht leer sein.

# errorVarExistsForLang
source: The variable already exists for the following languages: %s. Please select which version you want to overwrite.
de_de: Die Variable existiert bereits für folgende Sprachen: %s. Bitte wählen Sie aus, welche Versionen Sie überschreiben möchten.

# successVarChange
source: Variables changed successfully.
de_de: Variablen wurden erfolgreich geändert:

# errorVarChangeNone
source: No variables changed.
de_de: Es wurde keine Variable geändert.

# successListReset
source: List reset successfully.
de_de: Liste wurde erfolgreich zurückgesetzt.

# searchInContentAndVarName
source: Searches variable names and contents
de_de: Sucht im Variablennamen und im Inhalt

# systemOwn
source: System/Custom
de_de: System / eigene

# system
source: System only
de_de: nur System

# own
source: Custom only
de_de: nur eigene
