Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/status.po
Languages: de_de

# statusURL
source: https://jtl-url.de/og4rq
de_de: https://jtl-url.de/njc39

source: Image cache
de_de: Bilder-Cache

# imagesInCache
source: Item images in cache
de_de: Artikelbilder im Cache

source: File structure
de_de: Dateistruktur

source: Directory permissions
de_de: Verzeichnisrechte

# openUpdates
source: Updates due
de_de: Ausstehende Updates

# installDirectory
source: Installation directory
de_de: Installationsverzeichnis

source: Profiler active
de_de: Profiler aktiv

# orphanedCategories
source: Orphan categories
de_de: Verwaiste Kategorien

# newPluginVersions
source: New versions of plug-ins
de_de: Neue Plugin-Versionen

# atmNoInfo
source: Currently no information available.
de_de: Vorübergehend keine Informationen verfügbar.

# expiresInXDays
source: Expires in %s days
de_de: Läuft in %s Tagen ab

# paymentTypesWithError
source: The following payment methods contain protocols with the status "Error".
de_de: Folgende Zahlungsarten beinhalten Protokolle mit dem Status „Fehler“.

# pluginsWithSameHook
source: The following plug-ins use an identical hook.
de_de: Folgende Plugins benutzen einen identischen Hook.

source: Recommended value
de_de: Empfohlener Wert

# requirementsMet
source: All requirements are met.
de_de: Alle Voraussetzungen wurden erfüllt.

source: Extensions
de_de: Erweiterungen
