Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/statusemail.po
Languages: de_de

# statusemail
source: Email reports
de_de: E-Mail-Berichte

# statusemailURL
source: https://jtl-url.de/4oqs8
de_de: https://jtl-url.de/b15ip

# statusemailDesc
source: You can have reports containing information on all online shop activities emailed to you on a regular basis.
de_de: Sie können sich E-Mail-Berichte über alle Aktivitäten in Ihrem Onlineshop zusenden lassen. E-Mail-Berichte können täglich, wöchentlich und / oder monatlich verschickt werden.

# statusemailUse
source: Use email reports
de_de: E-Mail-Berichte nutzen

# statusemailUseDesc
source: Here you can activate the "Email reports" function.
de_de: Hier aktivieren Sie die Funktion „E-Mail-Berichte“.

# statusemailEmail
source: Send email to
de_de: Empfänger-E-Mail-Adresse

# statusemailEmailDesc
source: Enter the email address to which the report is to be sent.
de_de: An diese E-Mail-Adresse wird der E-Mail-Bericht gesendet.

# statusemailIntervall
source: Period covered by report
de_de: Berichtszeitraum

# statusemailIntervallDesc
source: Specify the intervals in which reports are to be sent. Multiple selection is possible.
de_de: Hier legen Sie fest, wie oft ein Bericht erstellt werden soll. Eine Mehrfachauswahl ist möglich.

# statusemailContent
source: Content of report
de_de: Berichtsinhalt

# statusemailContentDesc
source: Specify which information is to be included in the email reports. Multiple selection is possible.
de_de: Hier legen Sie fest, welche Informationen die E-Mail-Berichte beinhalten sollen. Eine Mehrfachauswahl ist möglich.

# sendEmail
source: Send email report now
de_de: E-Mail-Bericht jetzt senden

# contentTypeCountItemCustomerGroup
source: Number of items per customer group
de_de: Anzahl Artikel pro Kundengruppe

# contentTypeCountNewCustomer
source: Number of new customers
de_de: Anzahl Neukunden

# contentTypeCountNewCustomerOrdered
source: Number of new customers who made a purchase
de_de: Anzahl Neukunden, die gekauft haben

# contentTypeCountOrders
source: Number of orders
de_de: Anzahl Bestellungen

# contentTypeCountOrdersNewCustomers
source: Number of orders by new customers
de_de: Anzahl Bestellungen von Neukunden

# contentTypeCountPayments
source: Number of received payments for orders
de_de: Anzahl Zahlungseingänge zu Bestellungen

# contentTypeCountOrdersSent
source: Number of shipped orders
de_de: Anzahl versendeter Bestellungen

# contentTypeCountVisitors
source: Number of visitors
de_de: Anzahl Besucher

# contentTypeCountVisitorsSearchEngine
source: Number of visitors via search engines
de_de: Anzahl Besucher über Suchmaschine

# contentTypeCountRatings
source: Number of customer reviews
de_de: Anzahl Bewertungen

# contentTypeCountRatingsLocked
source: Number of unactivated reviews
de_de: Anzahl nicht freigeschalteter Bewertungen

# contentTypeCountRatingDepositPayed
source: Number of granted review credits
de_de: Anzahl gewährter Bewertungsguthaben

# contentTypeCountCustomerRecruited
source: Number of acquired customers
de_de: Anzahl geworbener Kunden

# contentTypeCountCustomerRecruitedOrdered
source: Number of acquired customers who made a purchase
de_de: Anzahl geworbener Kunden, die gekauft haben

# contentTypeCountSentWishlists
source: Number of sent wish lists
de_de: Anzahl versendeter Wunschzettel

# contentTypeCountNewsComments
source: Number of new blog comments
de_de: Anzahl neuer Blogkommentare

# contentTypeCountNewsCommentsLocked
source: Number of unactivated blog comments
de_de: Anzahl nicht freigeschalteter Blogkommentare

# contentTypeCountProductQuestion
source: Number of new questions about item
de_de: Anzahl neuer Fragen zum Artikel

# contentTypeCountAvailabilityNotifications
source: Number of availability requests
de_de: Anzahl neuer Verfügbarkeitsanfragen

# contentTypeCountProductCompare
source: Number of item comparisons
de_de: Anzahl Artikelvergleiche

# contentTypeCountCouponsUsed
source: Number of used coupons
de_de: Anzahl genutzter Coupons

# contentTypeLastErrorLog
source: Last error messages in system log
de_de: Letzte Fehlermeldungen im System-Log

# contentTypeLastNoteLog
source: Last notes in system log
de_de: Letzte Hinweise im System-Log

# contentTypeLastDebugLog
source: Last debug entries in system log
de_de: Letzte Debug-Einträge im System-Log

# intervalDay
source: Daily report
de_de: Tagesbericht

# intervalWeek
source: Weekly report
de_de: Wochenbericht

# intervalMonth
source: Monthly report
de_de: Monatsbericht

# nextStatusMail
source: The next %s will be sent on %s.
de_de: Der nächste %s wird am %s versendet.

# contentTypeCountNewsletterOptOut
source: Newsletter cancellations
de_de: Newsletter-Abmeldungen

# contentTypeCountNewsletterOptIn
source: Newsletter subscriptions
de_de: Newsletter-Anmeldungen
