Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/sucheinstellungen.po
Languages: de_de

# errorIndexNotCreatable
source: Could not create index for full-text search due to a MySQL error. Full-text search was deactivated. Please contact the Support team.
de_de: Der Index für die Volltextsuche konnte aufgrund eines MySQL-Fehlers nicht angelegt werden. Die Volltextsuche wird deaktiviert. Bitte wenden Sie sich an den Support.

# errorIndexInvalid
source: Invalid index. Please enter a valid index (tartikel or tartikelsprache).
de_de: Ungültiger Index. Bitte geben Sie einen gültigen Index an (tartikel oder tartikelsprache).

# successIndexCreate
source: Full-text index for %s generated successfully.
de_de: Volltextindex für %s wurde erfolgreich angelegt.

# successIndexDelete
source: Full-text index for %s deleted successfully.
de_de: Volltextindex für %s wurde erfolgreich gelöscht.

# errorFulltextSearchMYSQL
source: The full-text search requires MySQL version 5.6 or higher.
de_de: Die Volltextsuche erfordert MySQL ab Version 5.6.

# successSearchActivate
source: Full-text search activated successfully.
de_de: Volltextsuche wurde erfolgreich aktiviert.

# successSearchDeactivate
source: Full-text search deactivated successfully.
de_de: Volltextsuche wurde erfolgreich deaktiviert.

# indexCreate
source: Generating full-text indexâ€¦
de_de: Der Volltextindex wird erstellt…

# errorCreateTime
source: No full-text index available. Generating the index might take some time.
de_de: Volltextindex ist nicht vorhanden. Die Erstellung des Index kann einige Zeit in Anspruch nehmen.

# successSearchCacheDelete
source: Search cache deleted successfully.
de_de: Such-Cache wurde erfolgreich gelöscht.

# searchSettingsChange
source: Changing the search settings
de_de: Sucheinstellungen ändern

# fulltextSearchMysql
source: The full-text search requires MySQL version 5.6 or higher.
de_de: Die Volltextsuche erfordert MySQL ab Version 5.6.

source: Use full-text search
de_de: Volltextsuche verwenden

# Sucheinstellungen
source: Search settings
de_de: Sucheinstellungen
