Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/suchspecialoverlay.po
Languages: de_de

# suchspecialoverlay
source: Image badges for special items
de_de: Artikelsticker für besondere Artikel

# suchspecialoverlayDesc
source: Special items can also be visually set off by adding a badge to the item image. Here you can manage the badges for the different types of special items. Please note that for the NOVA template, only the settings "Badge function active" and "Priority" have any effects. You can edit the badge texts for the NOVA template under Language variables (search for "ribbon") and change the appearance of the badges using CSS commands.
de_de: Besondere Artikel können in JTL-Shop optisch mit einem Sticker auf ihrem Artikelbild hervorgehoben werden. Hier stellen Sie die einzelnen Sticker für die verschiedenen Arten an besonderen Artikeln ein. Beachten Sie, dass bei Verwendung des NOVA-Templates nur die Einstellungen „Sticker-Funktion aktiv“ und „Priorität“ die Darstellung der Sticker beeinflussen. Die Texte der Artikelsticker können Sie für das NOVA-Template in den Sprachvariablen ändern (Suche nach „ribbon“); die Darstellung der Sticker ist über CSS-Anweisungen beeinflussbar.

# suchspecialoverlayUrl
source: https://jtl-url.de/q6a35
de_de: https://jtl-url.de/538df

# suchspecial
source: Badge for item type
de_de: Sticker für Artikeltyp

# suchspecialoverlayActive
source: Badge function active
de_de: Sticker-Funktion aktiv

# suchspecialoverlayActiveDesc
source: Specify whether the badge will be displayed for the item type indicated in the field "Badge for item type".
de_de: Hier legen Sie fest, ob der Sticker für den unter „Sticker für Artikeltyp“ ausgewählten Artikeltyp angezeigt werden soll.

# suchspecialoverlayFileName
source: Badge image
de_de: Sticker-Grafik

# suchspecialoverlayFileNameDesc
source: Select the image used for the item badge. This setting is only valid for the EVO template and has no effect when NOVA is enabled.
de_de: Hier wählen Sie die Grafik aus, die als Artikelsticker angezeigt werden soll. Diese Einstellung gilt nur für das EVO-Template und hat im NOVA-Template keine Auswirkung.

# suchspecialoverlayPrio
source: Priority (1 = low priority)
de_de: Priorität (1 = niedrige Priorität)

# suchspecialoverlayClarityDesc
source: Specify the transparency of the badge as a percentage. If you use the EVO template, this setting is changed by adjusting the template. If NOVA is active, this settings does not have any effect.
de_de: Hier legen Sie fest, wie transparent der Sticker sein soll. Die Angabe bezieht sich auf Prozent. Falls Sie das EVO-Template verwenden, wird diese Einstellung über eine Template-Anpassung realisiert. Bei Verwendung des NOVA-Templates hat diese Einstellung keine Auswirkung.

# suchspecialoverlaySize
source: Badge size in pixels (px)
de_de: Größe des Stickers in Pixel (px)

# suchspecialoverlaySizeDesc
source: Specify the size of the badge in relation to the item image. If you use the EVO template, this setting is changed by adjusting the template. If NOVA is active, this settings does not have any effect.
de_de: Hier legen Sie fest, wie groß der Sticker im Vergleich zum Artikelbild sein soll. Falls Sie das EVO-Template verwenden, wird diese Einstellung über eine Template-Anpassung realisiert. Bei Verwendung des NOVA-Templates hat diese Einstellung keine Auswirkung.

# suchspecialoverlayPositionDesc
source: Specify where in the item image the badge will be placed. If you use the EVO template, this setting is changed by adjusting the template. If NOVA is active, this settings does not have any effect.
de_de: Hier legen Sie fest, wo sich der Sticker im Artikelbild befinden soll. Falls Sie das EVO-Template verwenden, wird diese Einstellung über eine Template-Anpassung realisiert. Bei Verwendung des NOVA-Templates hat diese Einstellung keine Auswirkung.

# suchspecialoverlayPrioDesc
source: If several badges apply to an item, you can specify which one will be displayed. The badge with the highest number and thus the priority will be displayed.
de_de: Falls auf einen Artikel mehrere Sticker zutreffen, können Sie hier bestimmen, welcher Sticker angezeigt werden soll. Dabei wird der Sticker mit der höchsten Priorität angezeigt.

# errorOverlayWritePermissions
source: Could not save badge. Please check the write access of the folder "%s".
de_de: Der Sticker konnte nicht gespeichert werden. Bitte prüfen Sie die Schreibrechte des Ordners „%s“.

# invalidOverlay
source: Unknown item bade
de_de: Unbekannter Artikelsticker

# Bestseller
source: Bestsellers
de_de: Bestseller

# Sonderangebote
source: Special offers
de_de: Sonderangebote

# Neu im Sortiment
source: New in product range
de_de: Neu im Sortiment

# Top Angebote
source: Top items
de_de: Top-Artikel

# In kürze Verfügbar
source: Available soon
de_de: In Kürze verfügbar

# Top bewertet
source: Top rated
de_de: Top bewertet

# Lagerbestand 0
source: Not in stock
de_de: Lagerbestand 0

# Auf Lager
source: In stock
de_de: Auf Lager

# Vorbestellbar
source: Pre-order
de_de: Vorbestellbar
