Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/suchspecials.po
Languages: de_de

# suchspecials
source: Special items
de_de: Besondere Artikel

# suchspecialURL
source: https://jtl-url.de/3ys8a
de_de: https://jtl-url.de/u38fa

# suchspecialsDesc
source: Specify the structure of links to special item overviews. These will be added to the URL of your online shop.
de_de: Hier können Sie angeben, wie die Links zu Übersichten besonderer Artikel lauten sollen. Diese werden an die URL Ihres Onlineshops angehängt.

source: Special offers
de_de: Sonderangebote

# newInAssortment
source: New in product range
de_de: Neu im Sortiment

# topOffers
source: Top items
de_de: Top-Artikel

# shortTermAvailable
source: Available soon
de_de: In Kürze verfügbar

# topreviews
source: Top rated
de_de: Top bewertet

# errorBestsellerExistRename
source: The Bestseller page %s already existed and was renamed %s.
de_de: Die Bestseller-Seite %s war bereits vorhanden und wurde in %s umbenannt.

# errorSpecialExistRename
source: The Special price page %s already existed and was renamed %s.
de_de: Die Sonderangebot-Seite %s war bereits vorhanden und wurde in %s umbenannt.

# errorNewExistRename
source: The New in product range page %s already existed and was renamed %s.
de_de: Die Neu-im-Sortiment-Seite %s war bereits vorhanden und wurde in %s umbenannt.

# errorTopProductsExistRename
source: The Top item page %s already existed and was renamed %s.
de_de: Die Top-Artikel-Seite %s war bereits vorhanden und wurde in %s umbenannt.

# errorSoonExistRename
source: The Available soon page %s already existed and was renamed %s.
de_de: Die In-Kürze-verfügbar-Seite %s war bereits vorhanden und wurde in %s umbenannt.

# errorTopRatingExistRename
source: The Top rated page %s already existed and was renamed %s.
de_de: Die Top-Bewertet-Seite %s war bereits vorhanden und wurde in %s umbenannt.

# successSeoSave
source: Page names saved/updated successfully.
de_de: Seitennamen wurden erfolgreich gespeichert bzw. aktualisiert.
