Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/vergleichsliste.po
Languages: de_de

# configureComparelist
source: Comparison list
de_de: Vergleichsliste

# configureComparelistURL
source: https://jtl-url.de/8g6qc
de_de: https://jtl-url.de/4djgz

# configureComparelistDesc
source: Your customers can use the comparison list to view similar items side by side. You can adjust how the comparison list is displayed and view which items were compared by your customers.
de_de: Mithilfe der Vergleichsliste können Ihre Kunden ähnliche Artikel miteinander vergleichen. Hier können Sie verschiedene Einstellungen zur Darstellung der Vergleichsliste vornehmen und einsehen, welche Artikel Ihre Kunden miteinander verglichen haben.

# last20Compares
source: All comparisons
de_de: Alle Vergleiche

# topCompareProducts
source: Most frequent comparisons
de_de: Häufigste Vergleiche

# compareID
source: Comparison ID
de_de: Vergleichsnummer

# compareProducts
source: Compared items
de_de: Verglichene Artikel

# compareDate
source: Comparison date
de_de: Vergleichsdatum

# compareCount
source: Number
de_de: Anzahl

# compareProduct
source: Items
de_de: Artikel

# compareTimeFilter
source: Period
de_de: Zeitraum

# compareNoTopCompares
source: No comparisons found.
de_de: Es wurden keine Vergleiche gefunden.

# compareTopCount
source: Number of items
de_de: Artikelanzahl

# compareSettings
source: Settings
de_de: Einstellungen

# compareSave
source: Save
de_de: Speichern
