Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/versandarten.po
Languages: de_de

source: Shipping methods
de_de: Versandarten

# shippingmethodsURL
source: https://jtl-url.de/kbw2p
de_de: https://jtl-url.de/dlkpz

# isleListsHint
source: Click on the respective destination country to enter surcharges (e.g. for islands). When there are surcharge lists saved for the destination country and shipping method, this is indicated by the respective marking.
de_de: Klicken Sie auf die einzelnen Versandländer, um Zuschlagslisten (z. B. Inselzuschläge) zu definieren. Ob für ein Lieferland Zuschlagslisten für die jeweilige Versandart hinterlegt sind, erkennen Sie an der entsprechenden Markierung.

source: Create shipping method
de_de: Versandart anlegen

# createShippingMethodTitle
source: Creating a shipping method
de_de: Versandart anlegen

# createShippingMethodDesc
source: Create a new shipping method for JTL-Shop. You can later map it to one of the shipping methods in JTL-Wawi.
de_de: Hier legen Sie eine neue Versandart für JTL-Shop an. Diese kann im Anschluss mit einer Versandart in JTL-Wawi verknüpft werden.

# shippingMethodName
source: Name of shipping method
de_de: Name der Versandart

# shipToCountries
source: Destination country
de_de: Lieferland

# shippingTime
source: Free text for delivery time
de_de: Lieferzeit-Freitext

# shippingNote
source: Note
de_de: Hinweistext

# shippingNoteShop
source: Note (online shop)
de_de: Hinweistext (Onlineshop)

# shippingNoteEmail
source: Note (email)
de_de: Hinweistext (E-Mail)

# gross
source: Gross (fixed shipping costs)
de_de: Brutto (fixer Versandkostenpreis)

source: Amount
de_de: Betrag

# taxshippingcosts
source: Taxes for shipping costs and threshold for free shipping
de_de: Steuerberechnung für Versandkosten und Versandkostenfrei-Grenze

# taxshippingcostsDesc
source: Specify whether the shipping costs are indicated as a fixed gross price. If the option "Gross (fixed shipping costs)" is selected, customers always pay the same shipping costs since different VAT rates do not affect the total costs of shipping. This also means that the threshold for free shipping refers to the gross basket value.<br><br/>If the option "Net (automatic VAT addition)" is selected, the respective VAT rate charged for the current basket is added to the net shipping costs. This may lead to varying shipping costs due to different VAT rates. This also means that the threshold for free shipping refers to the net basket value.
de_de: Hier legen Sie fest, ob die Versandkosten als fester Brutto-Preis angegeben werden sollen. Wenn die Option „Brutto (fixer Versandkostenpreis)“ gewählt wird, bleiben die Versandkosten für den Kunden immer gleich, da sich unterschiedliche Umsatzsteuersätze nicht auf die Gesamtkosten für den Versand auswirken. Außerdem wird bei der Grenze für kostenfreien Versand der Brutto-Warenkorbwert berücksichtigt.<br><br/> Wenn Sie als Option „Netto (automatischer USt-Aufschlag)“ wählen, wird der jeweils geltende Umsatzsteuersatz des Warenkorbs auf die Netto-Versandkosten aufgeschlagen, sodass es für den Kunden je nach Steuersatz zu unterschiedlichen Versandkosten kommen kann. Außerdem wird bei der Grenze für kostenfreien Versand der Netto-Warenkorbwert berücksichtigt.

# net
source: Net (automatic VAT addition)
de_de: Netto (automatischer USt-Aufschlag)

source: up to
de_de: bis

# priceScale
source: Price pieces
de_de: Preisstaffel

# showShippingMethod
source: Shipping method is available
de_de: Versandart ist verfügbar

# excludeShippingProposal
source: Ignore when calculating the cheapest shipping costs
de_de: Für Kalkulation der günstigsten Versandkosten ignorieren

# excludeShippingProposalDesc
source: Specify whether this shipping method is to be ignored when calculating the cheapest shipping costs.<br><br/>Irrespective of what is specified in this setting, the shipping method will be listed during the ordering process and in the shipping cost determination of the basket when the other criteria are met.
de_de: Hier legen Sie fest, ob diese Versandart für die Berechnung der günstigsten Versandkosten übersprungen werden soll.<br><br/> Unabhängig von dieser Einstellung wird die Versandart im Bestellvorgang und in der Warenkorb-Versandkostenermittlung als Option angeboten, sofern die sonstigen Kriterien erfüllt sind.

# sortnr
source: Sort number
de_de: Sortiernummer

# minLiefertage
source: Min. delivery days
de_de: Min. Liefertage

# maxLiefertage
source: Max. delivery days
de_de: Max. Liefertage

source: Accepted payment methods
de_de: Akzeptierte Zahlungsarten

# createShippingType
source: Save shipping method
de_de: Versandart speichern

# modifyedShippingType
source: Save changes
de_de: Änderungen speichern

# modifyedShippingTypeTitle
source: Change shipping method "%s"
de_de: Versandart „%s“ ändern

# shippingTypeName
source: Shipping method
de_de: Versandart

# countries
source: Destination countries
de_de: Lieferländer

source: Payment methods
de_de: Zahlungsarten

# shippingPrice
source: Shipping costs
de_de: Versandkosten

# isleListFor
source: Surcharge lists for
de_de: Zuschlagslisten für

# isleListsDesc
source: Here you can create surcharge lists, e.g. for extra charges for islands, and add postal codes via the "+" button. The surcharge list is only valid for the respective shipping method and the selected destination country.
de_de: Hier können Sie Zuschlagslisten (z.&nbsp;B. Inselzuschläge) anlegen und über „+“ eine PLZ-Basis hinzufügen. Die Zuschlagsliste gilt nur für die ausgewählte Versandart und das ausgewählte Lieferland.

# isleList
source: Surcharge list
de_de: Zuschlagsliste

# additionalFee
source: Surcharge
de_de: Zuschlag

# zip
source: Postal code
de_de: PLZ

# additionalFeeDelete
source: Delete surcharge list
de_de: Zuschlagsliste löschen

# createList
source: Create new surcharge list
de_de: Neue Zuschlagsliste anlegen

# editList
source: Edit surcharge list
de_de: Zuschlagsliste bearbeiten

# orZipRange
source: Postal code area
de_de: PLZ-Bereich

# zipRange
source: Postal code area
de_de: PLZ-Bereich

source: Add
de_de: Hinzufügen

# freeShipping
source: Free shipping from
de_de: Versandkostenfrei ab

# freeShippingBasketValue
source: Free shipping after last scale
de_de: Versandkostenfrei nach letzter Staffel

# maxCosts
source: Capping
de_de: Deckelung

# maxCostsUpTo
source: Capped to
de_de: Deckelung auf

# checkEU
source: European Union
de_de: Europäische Union

# checkNonEU
source: Europe, non-EU countries
de_de: Europa Nicht-EU

# checkEurope
source: Europe
de_de: Europa

# checkNA
source: North America
de_de: Nordamerika

# checkAsia
source: Asia
de_de: Asien

# pictureURL
source: Image URL
de_de: Bild-URL

# pictureDesc
source: Here you can save a path or URL to an image, e.g. the logo of a shipping service provider. The image will be displayed instead of the name of the shipping method during the checkout.
de_de: Hier können Sie einen Pfad oder eine URL zu einem Bild, zum Beispiel dem Logo eines Versanddienstleisters, hinterlegen. Dieses Bild wird während der Kaufabwicklung anstelle des Namens der Versandart angezeigt.

source: Shipping class
de_de: Versandklasse

source: Shipping classes
de_de: Versandklassen

# shippingclassDesc
source: Here you can limit the shipping classes allowed for this shipping method. Click "Add combinations" to add all shipping classes that are to be available for this shipping method. <br/>EXAMPLE: There are 3 shipping classes (A, B, and C), and you want to allow all possible combinations with shipping class A. So, you add: <br/>1) A, 2) A and B, 3) A and C, and 4) A, B, and C. <br/>Only items with the shipping classes B and C or B only or C only would not be allowed in this example.
de_de: Hier können Sie die erlaubten Versandklassen für diese Versandart einschränken. Fügen Sie dazu jede Kombination von Versandklassen, die sich für diese Versandart im Warenkorb befinden darf, über die Schaltfläche „Kombination hinzufügen“ hinzu. <br/>BEISPIEL: Sie haben 3 Versandklassen (A, B und C) und möchten nun alle möglichen Kombinationen erlauben, die Versandklasse A enthalten. Fügen Sie also hinzu: <br/>1. A, 2. A und B, 3. A und C und 4. A, B und C. <br/>Nur Artikel mit den Versandklassen B und C bzw. nur B oder nur C wären in diesem Beispiel für diese Versandart nicht erlaubt.

# addShippingClass
source: Add combination
de_de: Kombination hinzufügen

# validOnShippingClasses
source: Valid for the following combinations of shipping classes in the basket
de_de: Gültig für folgende Versandklassen-Kombinationen im Warenkorb

# allCustomerGroups
source: All
de_de: Alle

source: All combinations
de_de: Alle Kombinationen

# shippingConfirm
source: When you select all combinations, the combinations that were entered before will be deleted. Continue?
de_de: Wenn Sie alle Kombinationen nutzen, werden bereits erstellte Kombinationen verworfen. Möchten Sie fortfahren?

# delData
source: Delete data
de_de: Daten löschen

source: Always
de_de: Immer

# lowest
source: Only if this shipping method is the cheapest
de_de: Nur, wenn diese Versandart die Günstigste ist

# discount
source: Extra charge/Discount
de_de: Aufpreis / Rabatt

# onlyForOwnShippingPrices
source: Item-specific shipping method
de_de: Artikelabhängige Versandart

# ownShippingPricesDesc
source: Item-specific shipping costs are added to the normal shipping costs. The 'item-specific shipping method' applies to line items in the basket for which the function attributes 'versandkosten' or 'versandkosten gestaffelt' (shipping costs and scaled shipping costs) are set in the item master data of JTL-Wawi. If you select 'Yes', the shipping method is only available for orders that solely contain items with the respective function attributes.
de_de: Artikelabhängige Versandkosten werden zu den normalen Versandkosten addiert. Die Versandart „Artikelabhängiger Versand“ gilt für Artikelpositionen im Warenkorb, bei denen die Funktionsattribute „versandkosten“ oder „versandkosten gestaffelt“ in den Artikelstammdaten von JTL-Wawi gesetzt sind. Wenn Sie „Ja“ wählen, gilt die Versandart nur für Bestellungen, die ausschließlich Artikel mit den entsprechenden Funktionsattributen enthalten.

# customerclass
source: Customer group
de_de: Kundengruppe

# customerclassDesc
source: Specify to which customer groups this shipping method will be visible. You can select several customer groups by holding the Ctrl or Shift key.
de_de: Hier legen Sie fest, welchen Kundengruppen diese Versandart angezeigt werden soll. Mit gehaltener Strg- bzw. Umschalt-Taste können Sie mehrere Kundengruppen wählen.

# addPriceScale
source: Add another price scale
de_de: Weitere Preisstaffel hinzufügen

# delPriceScale
source: Delete last price scale
de_de: Letzte Preisstaffel löschen

# versandklassenExceeded
source: There are more than 5 shipping classes. Please reduce the number of classes in JTL-Wawi.
de_de: Sie haben mehr als 5 Versandklassen. Bitte reduzieren Sie die Anzahl in JTL-Wawi.

# coverageShippingClassCombination
source: Not all shipping class combinations are covered by the shipping methods.
de_de: Es sind nicht alle Versandklassenkombinationen von den Versandarten abgedeckt.

# noShipClassCombiValidation
source: A complete list of the missing combinations is not available due to the number of possible combinations (maximum of %s shipping classes).
de_de: Eine genaue Aufstellung der fehlenden Kombinationen ist aufgrund der Anzahl an Möglichkeiten nicht möglich (max. %s Versandklassen).

# showMissingCombinations
source: Show missing shipping classes
de_de: Fehlende Versandklassen anzeigen

# versandartenSortDesc
source: The smaller the number, the higher up the shipping method will be displayed.
de_de: Je kleiner die eingegebene Zahl, desto weiter oben wird diese Versandart angezeigt.

# successShippingMethodDelete
source: Shipping method deleted successfully.
de_de: Versandart wurde erfolgreich gelöscht.

# successShippingMethodDuplicated
source: Shipping method duplicated successfully.
de_de: Versandart wurde erfolgreich dupliziert.

# errorShippingMethodDuplicated
source: Could not duplicate shipping method.
de_de: Versandart konnte nicht dupliziert werden.

# errorZIPOverlap
source: Postal code %s overlaps with a postal code in surcharge list "%s".<br/>Please enter a different postal code.
de_de: Die PLZ %s überschneidet sich mit einer PLZ in Zuschlagsliste „%s“.<br/>Bitte geben Sie eine andere PLZ an.

# errorZIPAreaOverlap
source: Postal code area %s overlaps with a postal code in surcharge list "%s".<br/>Please enter a different postal code area.
de_de: Der PLZ-Bereich %s überschneidet sich mit einer PLZ in Zuschlagsliste „%s“.<br/>Bitte geben Sie einen anderen PLZ-Bereich an.

# successZIPAdd
source: Postal code added successfully.
de_de: PLZ wurde erfolgreich hinzugefügt.

# errorZIPMissing
source: You need to enter a postal code or a postal code area.
de_de: Sie müssen eine PLZ oder einen PLZ-Bereich angeben.

# successListAdd
source: Surcharge list added successfully.
de_de: Zuschlagsliste wurde erfolgreich hinzugefügt.

# errorListNameMissing
source: Please enter a name for the surcharge list.
de_de: Bitte geben Sie der Zuschlagsliste einen Namen.

# errorListPriceMissing
source: Please enter an amount for the surcharge.
de_de: Bitte geben Sie einen Betrag für den Zuschlag ein.

# successShippingMethodCreate
source: Shipping method <strong>%s</strong> added successfully.
de_de: Versandart <strong>%s</strong> wurde erfolgreich hinzugefügt.

# successShippingMethodChange
source: Shipping method <strong>%s</strong> edited successfully.
de_de: Versandart <strong>%s</strong> wurde erfolgreich bearbeitet.

# errorShippingMethodNameMissing
source: Please enter a name for this shipping method.
de_de: Bitte geben Sie dieser Versandart einen Namen.

# errorShippingMethodCountryMissing
source: Please select at least one destination country.
de_de: Bitte wählen Sie mindestens ein Lieferland aus.

# errorShippingMethodPaymentMissing
source: Please select at least one acceptable payment method.
de_de: Bitte wählen Sie mindestens eine akzeptierte Zahlungsart aus.

# errorShippingMethodPriceMissing
source: Please enter at least one price.
de_de: Bitte geben Sie mindestens einen Staffelpreis an.

# sendShippingNotification
source: Send shipping confirmation
de_de: Versandbestätigung senden

source: Delete shipping method:
de_de: Versandart löschen:

# successDeleteSurchargeList
source: Surcharge list deleted successfully.
de_de: Zuschlagsliste wurde erfolgreich gelöscht.

# successDeleteZIP
source: Postal code/postal code area deleted successfully.
de_de: PLZ/PLZ-Bereich wurde erfolgreich gelöscht.

# shippingType_vm_versandkosten_pauschale_jtl
source: Standard shipping costs according to destination country
de_de: Pauschale Versandkosten nach Lieferland

# shippingType_vm_versandberechnung_artikelanzahl_jtl
source: Shipping costs according to item quantity and destination country
de_de: Versandkosten nach Artikelanzahl und Lieferland

# shippingType_vm_versandberechnung_warenwert_jtl
source: Shipping costs according to goods value and destination country
de_de: Versandkosten nach Warenwert und Lieferland

# shippingType_vm_versandberechnung_gewicht_jtl
source: Shipping costs according to weight and destination country
de_de: Versandkosten nach Gewicht und Lieferland

source: Surcharge list for
de_de: Zuschlagsliste für

source: Surcharge list
de_de: Zuschlagsliste

source: Surcharge
de_de: Zuschlag

# addZip
source: Add postal code
de_de: PLZ hinzufügen

# deleteZip
source: Delete postal code
de_de: PLZ löschen

# countriesSelected
source: selected
de_de: ausgewählt

# acceptedPaymentMethodsDesc
source: Enter a negative value to grant a discount.
de_de: Geben Sie für einen Rabatt einen negativen Wert ein.

# errorZIPsDoNotMatch
source: The postal codes do not match.
de_de: Die beiden eingegebenen Postleitzahlen passen nicht zusammen.

# infoAllowedZipAreas
source: Only numerical postal code areas or numerical postal code areas with matching suffixes or prefixes are supported. <br> (e.g. 41836–41840, 9104BR–9112BR, BB9104–BB9112)
de_de: Es werden nur numerische PLZ-Bereiche oder numerische PLZ-Bereiche mit gleichem Suffix bzw. Präfix unterstützt. <br> (z. B. 41836–41840, 9104BR–9112BR, BB9104–BB9112)

# errorInvalidZipCode
source: The postal code does not match the country specifications:
de_de: Die Postleitzahl stimmt nicht mit der Landesvorgabe überein:
