Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/wizard.po
Languages: de_de

# setupAssistant
source: Setup wizard
de_de: Einrichtungsassistent

# launchSetup
source: Open Setup wizard
de_de: Einrichtungsassistent öffnen

source: Welcome!
de_de: Herzlich willkommen!

# welcomeDesc
source: In this Setup wizard, we guide you through the most important steps of the configuration of JTL-Shop.
de_de: In diesem Assistenten führen wir Sie durch die wichtigsten Schritte der Einrichtung von JTL-Shop.

# beginSetup
source: Start
de_de: Starten

# stepOne
source: Step 1 – Basic settings
de_de: Schritt 1 – Grundeinstellungen

# stepOneDesc
source: Here you can specify the most important settings of your online shop. You can edit all settings in the back end of JTL-Shop at any time.
de_de: Hier legen Sie die wichtigsten Grundeinstellungen für Ihren Onlineshop fest. Sie können jederzeit alle Einstellungen im Backend von JTL-Shop ändern.

# stepThree
source: Step 3 – Legal texts
de_de: Schritt 3 – Rechtstexte

# stepThreeDesc
source: We offer plug-ins by our partners for the creation of legally relevant texts. With these plug-ins, you can easily add legally sound texts such as terms and conditions and withdrawals to your online shop. You can also write your own legal texts and use them in your shop. Please see the <a href="https://jtl-url.de/15ge9" target="_blank">JTL-Guide</a> for further instructions.
de_de: Für rechtlich relevante Texte bieten wir passende Plugins von JTL-Partnern an. Diese Plugins erleichtern es Ihnen, rechtssichere Texte wie AGB, Widerrufsbelehrung usw. in Ihren Onlineshop einzupflegen. <br> Sie können Ihre Rechtstexte auch selbst formulieren und einrichten. Die Anleitung dazu finden Sie in unserem <a href="https://jtl-url.de/15ge9" target="_blank">JTL-Guide</a>.

# stepFour
source: Step 4 – Payment methods
de_de: Schritt 4 – Zahlungsarten

# stepFourDesc
source: Get suitable plug-ins to offer a broad selection of payment methods to your customers. You can specify when customers see which payment method in the settings for each shipping method. For more information, please see the <a href="https://jtl-url.de/dlkpz" target="_blank">JTL-Guide</a>. By default, JTL-Shop offers the following payment methods: %s.
de_de: Wählen Sie passende Plugins, um Ihren Kunden diverse Zahlungsarten anzubieten. Welche Zahlungsarten Ihren Kunden wann angeboten werden, legen Sie in den einzelnen Versandarten fest. <br> Weitere Informationen dazu finden Sie im <a href="https://jtl-url.de/dlkpz" target="_blank">JTL-Guide</a>. Standardmäßig bietet JTL-Shop folgende Zahlungsarten: %s.

# stepTwo
source: Step 2 – Email settings
de_de: Schritt 2 – E-Mail-Einstellungen

# stepTwoDesc
source: These are the most important email settings. Adjust the other email server settings as soon as possible after the initial setup under "Administration > Email > Server". For more information, please see the <a href="https://jtl-url.de/jnw83" target="_blank">JTL-Guide</a>.
de_de: Hier sehen Sie die wichtigsten E-Mail-Einstellungen. Nehmen Sie die übrigen Einstellungen zum E-Mail-Server möglichst zeitnah nach dieser Ersteinrichtung unter „Administration > E-Mail > Server“ vor. Weitere Informationen dazu finden Sie im <a href="https://jtl-url.de/jnw83" target="_blank">JTL-Guide</a>.

# stepFive
source: Step 5 – Overview and confirmation
de_de: Schritt 5 – Übersicht & Bestätigung

# stepFiveDesc
source: This is an overview of all the settings you have made. You can still edit each setting, if required. Then click "Confirm".
de_de: Hier sehen Sie einen Überblick der gerade vorgenommenen Einstellungen. Sie können jeden Punkt noch einmal bearbeiten. Klicken Sie anschließend auf „Bestätigen“.

source: Legal texts
de_de: Rechtstexte

# vatSettings
source: Tax settings
de_de: Steuereinstellungen

# smallEntrepreneur
source: Small-business regulation
de_de: Kleinunternehmerregelung

# vatSmallEntrepreneur
source: Use small-business regulation (Art. 19 German VAT Act)
de_de: Kleinunternehmerregelung nach §19 UStG anwenden

# vatSmallEntrepreneurTitle
source: If you activate this option, your online shop will note state VAT.
de_de: Wenn Sie diese Option aktivieren, wird in Ihrem Onlineshop keine Umsatzsteuer ausgewiesen.

# customerGroupDesc
source: The online shop addresses
de_de: Der Onlineshop richtet sich an

# customerGroupDescTitle
source: B2B activates the mandatory fields Company and VAT ID in the customer registration form and deactivates the withdrawal instructions in the order process. B2C deactivates the fields Company and VAT ID in the customer registration form. B2B and B2C activates the optional fields Company and VAT ID in the customer registration form.
de_de: B2B aktiviert die verpflichtende Abfrage von Firma und USt-IdNr. im Kundenformular und deaktiviert die Widerrufsbelehrung im Bestellvorgang. B2C deaktiviert die Abfrage von Firma und USt-IdNr. im Kundenformular. B2B und B2C aktiviert die optionale Abfrage von Firma und USt-IdNr. im Kundenformular.

# customerGroupB2B
source: Entrepreneurs/Business customers (B2B)
de_de: Unternehmer / gewerbliche Kunden (B2B)

# customerGroupB2C
source: Users/Private customers (B2C)
de_de: Endverbraucher / private Kunden (B2C)

# vatIDCompany
source: Company VAT ID
de_de: USt-IdNr. der Firma

# vatIDCompanyTitle
source: Enter the VAT ID from the country in which your company is based.
de_de: Geben Sie hier die USt-IdNr. des Landes ein, in dem sich der Hauptsitz Ihres Unternehmens befindet.

# shopSettings
source: Online shop settings
de_de: Onlineshop-Einstellungen

# shopName
source: Online shop name
de_de: Name des Onlineshops

# shopNameDesc
source: The name will be used in several places, e.g. meta titles, emails, and the pages of external payment methods.
de_de: Der angegebene Name wird an mehreren Stellen angezeigt. Beispiele: Meta-Titel, E-Mails, Seiten externer Zahlungsarten etc.

# secureDefaultSettings
source: Secure settings
de_de: Sichere Voreinstellungen

# secureDefaultSettingsDesc
source: Activates permanent SSL encryption (https; SSL certificate needs to be provided by hosting provider), email encryption and the cookie flags Secure/HTTPOnly.
de_de: Aktiviert permanente SSL-Verschlüsselung (https, SSL-Zertifikat bei Ihrem Hosting-Provider erforderlich), E-Mail-Verschlüsselung via TLS und die Cookie-Flags Secure/HTTPOnly.

# weRecommend
source: Our recommendation
de_de: Wir empfehlen

# weRecommendLegalDesc
source: To use a plug-in, you need to make a separate contract with the respective partner. Click "Learn more" to get more information on the plug-ins of interest.
de_de: Um die Plugins verwenden zu können, müssen Sie mit dem jeweiligen Partner einen separaten Vertrag abschließen. Klicken Sie auf „Mehr erfahren“, um weitere Informationen zu den einzelnen Plugins zu erhalten.

# weRecommendPaymentDesc
source: To use a plug-in, you need to make a separate contract with the respective payment provider. Click "Learn more" to get more information on the plug-ins of interest.
de_de: Um die Plugins verwenden zu können, müssen Sie mit dem jeweiligen Zahlungsanbieter einen Vertrag abschließen. Klicken Sie auf „Mehr erfahren“, um weitere Informationen zu den einzelnen Plugins zu erhalten.

# getToKnowMore
source: Learn more
de_de: Mehr erfahren

# paymentPluginInstalled
source: The plug-in has been successfully installed and is now ready to be set up under "Administration > Payment methods".
de_de: Das Plugin wurde erfolgreich installiert. Sie müssen es nun noch unter „Administration > Zahlungsarten“ einrichten.

# finalize
source: Finish
de_de: Beenden

# thankYouText
source: Thank you!
de_de: Vielen Dank!

# thankYouTextDesc
source: You have completed the most important settings of JTL-Shop.
de_de: Sie haben nun die wichtigsten Einstellungen für JTL-Shop getroffen.

# thankYouTextPluginsInstalled
source: Please note that you may need to configure the plug-ins under <span class="text-primary font-weight-bold">Installed plug-ins</span> before you can use them.
de_de: Bitte beachten Sie, dass Sie die Plugins ggfs. zunächst unter <span class="text-primary font-weight-bold">Installierte Plugins</span> konfigurieren müssen, bevor Sie sie nutzen können.

source: Installed plug-ins
de_de: Installierte Plugins

# finalizeHelpNotice
source: Do you need help setting up the rest of JTL-Shop? Just click on one of the following links (German only):
de_de: Sie benötigen Hilfe bei der weiteren Einrichtung von JTL-Shop? Klicken Sie einfach auf einen der folgenden Links!

# recommendationGuideDesc
source: The JTL-Guide will help you learn how to set up JTL-Shop according to your requirements and preferences.
de_de: Wie Sie JTL-Shop über die Grundkonfiguration hinaus individuell an Ihre Bedürfnisse anpassen, erfahren Sie im JTL-Guide.

# recommendationSupportDesc
source: In case of further questions, we recommend one of our support packages (included for 12 months after purchase of licence; not required with hosting by JTL).
de_de: Haben Sie weitere Fragen, bieten wir Ihnen verschiedene Supportmodelle (ab Lizenzkauf für 12 Monate inklusive; wird nicht benötigt, wenn Sie bei JTL hosten).

# recommendationExtensionStore
source: JTL-Extension&nbsp;Store
de_de: JTL-Extension Store

# recommendationExtensionStoreDesc
source: Here you can find many plug-ins to customise your online shop as needed.
de_de: Hier finden Sie viele Plugins, um Ihren JTL-Shop individuell nach Ihren Wünschen anzupassen.

# recommendationIssuetrackerDesc
source: This is where you can find known bugs and feature requests.
de_de: Bekannte Fehler und Wünsche an unsere Software können Sie im JTL-IssueTracker finden.

# recommendationForumDesc
source: Use our forum to exchange practices and know-how with the entire JTL community.
de_de: Für Diskussionen und Anregungen mit der gesamten JTL-Community steht Ihnen unser Forum zur Verfügung.

# recommendationReleaseForumDesc
source: Subscribe to the release forum to receive information about new software versions via email.
de_de: Abonnieren Sie unser Releaseforum, um über neue Versionen unserer Software via E-Mail informiert zu werden.

# recommendationBlogDesc
source: Have a look at our blog to stay up to date in the world of JTL-Software.
de_de: Unser Blog versorgt Sie stets mit den neuesten Informationen rund um die Welt von JTL.

# recommendationJTLSearchDesc
source: JTL-Search is a fee-based add-on module for JTL-Shop and allows your customers to perform error-tolerant searches.
de_de: JTL-Search ist ein kostenpflichtiges Zusatzmodul und ermöglicht Ihren Kunden eine fehlertolerante Suche.

# orderNumberSettings
source: Order ID settings
de_de: Bestellnummerneinstellungen

# orderConfirmationBCC
source: Copy of order confirmation (BCC)
de_de: Bestellbestätigungskopie (BCC)

# orderConfirmationBCCDesc
source: For documentation purposes, we highly recommend setting up an email address to which copies of all order confirmations will be sent. You can sort them into different folders in your personal inbox to reference them more easily.
de_de: Wir empfehlen dringend, zu Dokumentationszwecken eine E-Mail-Adresse für Bestellbestätigungskopien zu hinterlegen. Lassen Sie sich diese zur Übersichtlichkeit in Ihrem individuellen E-Mail-Postfach/-Client in separate Ordner filtern.

# adminUserEmail
source: Email address for lost password
de_de: E-Mail-Adresse bei Passwortverlust

# adminUserEmailDesc
source: This email address will be used to reset the password in case you have lost or forgotten it.
de_de: Diese E-Mail-Adresse wird verwendet, um beim Verlust eines Passwortes das Passwort zurückzusetzen.

# validationErrorRequired
source: Mandatory field. Please complete.
de_de: Pflichtfeld: Bitte füllen Sie dieses Feld aus.

# validationErrorIncorrectEmail
source: Please enter a valid email address.
de_de: Bitte geben Sie eine korrekte E-Mail-Adresse an.

# followUs
source: Also follow us on:
de_de: Folgen Sie uns auch auf:

# validationErrorSSL
source: SSL not possible.
de_de: SSL nicht möglich.

# validationErrorSSLPlugin
source: You need a valid SSL certificate to install plug-ins using the Setup wizard.
de_de: Sie benötigen ein gültiges SSL-Zertifikat, um Plugins über den Einrichtungsassistenten zu installieren.

# errorVATPattern
source: Invalid VAT ID. Please enter a valid VAT ID.
de_de: Ungültige USt-IdNr. Bitte geben Sie eine gültige USt-IdNr. ein.

# oAuthValid
source: Your online shop has been authenticated successfully.
de_de: Der Onlineshop wurde erfolgreich authentifiziert.

# oAuthInvalid
source: You have selected some plug-ins for installation. To install them, an initial authentication of your online shop is required. To do this, click "Go to central login". Once you have logged in with your user account data, you will automatically be taken back to this Setup wizard to complete the setup.
de_de: Sie haben Plugins zur Installation vorgemerkt. Damit diese installiert werden, muss Ihr Onlineshop einmalig authentifiziert werden. Klicken Sie dazu auf „Zum zentralen Login“. Nach erfolgreicher Anmeldung mit den Daten Ihres Benutzerkontos werden Sie automatisch zu diesem Einrichtungsassistenten zurückgeleitet und können die Einrichtung abschließen.

# oAuthInformation
source: Why should I log in
de_de: Warum sollte ich mich anmelden

# beginAuth
source: Log in now via central login
de_de: Jetzt über zentralen Login anmelden

# beginNoAuth
source: Start wizard without login
de_de: Assistenten ohne Anmeldung starten

# oAuthDesc
source: You can directly install and manage plug-ins bought in the JTL-Extension&nbsp;Store in the back end of JTL-Shop&nbsp;5. To do this, you need to authenticate your online shop by logging in via the central JTL login once. Simply log in with your user account data and that's it! If you do not want to log in now, you can do so later in the back end under "My purchases".
de_de: Mit JTL-Shop 5 können Sie im JTL-Extension Store erworbene Plugins bequem direkt im Backend installieren und verwalten. Dazu muss Ihr Onlineshop einmalig über den zentralen Login von JTL authentifiziert werden. Eine einfache Anmeldung mit den Daten Ihres Benutzerkontos genügt. Sollten Sie diesen Schritt erst später durchführen wollen, können Sie ihn jederzeit im Backend unter „Meine Käufe“ nachholen.
