Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/zusatzverpackung.po
Languages: de_de

# zusatzverpackung
source: Additional packaging
de_de: Zusatzverpackung

# zusatzverpackungURL
source: https://jtl-url.de/5no62
de_de: https://jtl-url.de/0hqn3

# zusatzverpackungDesc
source: Here you can manage fee-based packaging options such as gift wrapping or insurance. Additional packaging options are displayed during the checkout in the shipping method selection step.
de_de: Hier können Sie verschiedene kostenpflichtige Verpackungsoptionen, z. B. Geschenkverpackungen oder Versicherungen, hinterlegen. Zusatzverpackungsoptionen werden in der Kaufabwicklung im Schritt der Versandartauswahl angezeigt und abgefragt.

# zusatzverpackungExemptFromCharge
source: Free from
de_de: Kostenfrei ab

# zusatzverpackungTaxClass
source: Tax class
de_de: Steuerklasse

# zusatzverpackungAutoTax
source: Calculate automatically
de_de: Automatisch berechnen

# zusatzverpackungCreate
source: Create additional packaging
de_de: Zusatzverpackung anlegen

# zusatzverpackungCreateTitle
source: Creating additional packaging
de_de: Zusatzverpackung anlegen

# zusatzverpackungEdit
source: Editing additional packaging
de_de: Zusatzverpackung bearbeiten

# zusatzverpackungAddedNone
source: No additional packaging available yet
de_de: Keine Zusatzverpackung angelegt

# errorNameMissing
source: Please enter a name for the packaging.
de_de: Bitte geben Sie der Verpackung einen Namen.

# errorCustomerGroupMissing
source: Please select at least one customer group.
de_de: Bitte wählen Sie mindestens eine Kundengruppe aus.

# successPackagingSave
source: Packaging %s saved successfully.
de_de: Verpackung %s wurde erfolgreich gespeichert.

# successPackagingDelete
source: Selected packaging options deleted successfully.
de_de: Markierte Verpackungen wurden erfolgreich gelöscht.

# errorAtLeastOnePackaging
source: Please select at least one packaging.
de_de: Bitte markieren Sie mindestens eine Verpackung.

# successPackagingSaveMultiple
source: Selected packaging options updated successfully.
de_de: Markierte Verpackungen wurden erfolgreich aktualisiert.
