Repository: yonkon/jtl_test
Catalog: admin/locale/*/configs/configs.po
Languages: de_de

# vergleichsliste_lieferzeit_desc
source: Specify the priority of the individual fields on the comparison list. The lower the value, the higher up the field appears. Enter 0 if you do not want this field to be displayed.
de_de: Hier können Sie die Priorität der einzelnen Felder auf der Vergleichsliste einstellen. Je niedriger der Wert, desto weiter oben wird ein Feld angezeigt. Geben Sie 0 ein, um dieses Feld gar nicht anzuzeigen.

# vergleichsliste_hersteller_name
source: Displaying priority of manufacturer
de_de: Anzeigepriorität des Herstellers

# vergleichsliste_hersteller_desc
source: Specify the priority of the individual fields on the comparison list. The lower the value, the higher up the field appears. Enter 0 if you do not want this field to be displayed.
de_de: Hier können Sie die Priorität der einzelnen Felder auf der Vergleichsliste einstellen. Je niedriger der Wert, desto weiter oben wird ein Feld angezeigt. Geben Sie 0 ein, um dieses Feld gar nicht anzuzeigen.

# vergleichsliste_kurzbeschreibung_name
source: Displaying priority of brief description
de_de: Anzeigepriorität der Kurzbeschreibung

# vergleichsliste_kurzbeschreibung_desc
source: Specify the priority of the individual fields on the comparison list. The lower the value, the higher up the field appears. Enter 0 if you do not want this field to be displayed.
de_de: Hier können Sie die Priorität der einzelnen Felder auf der Vergleichsliste einstellen. Je niedriger der Wert, desto weiter oben wird ein Feld angezeigt. Geben Sie 0 ein, um dieses Feld gar nicht anzuzeigen.

# vergleichsliste_beschreibung_name
source: Displaying priority of description
de_de: Anzeigepriorität der Beschreibung

# vergleichsliste_beschreibung_desc
source: Specify the priority of the individual fields on the comparison list. The lower the value, the higher up the field appears. Enter 0 if you do not want this field to be displayed.
de_de: Hier können Sie die Priorität der einzelnen Felder auf der Vergleichsliste einstellen. Je niedriger der Wert, desto weiter oben wird ein Feld angezeigt. Geben Sie 0 ein, um dieses Feld gar nicht anzuzeigen.

# vergleichsliste_artikelgewicht_name
source: Displaying priority of item weight
de_de: Anzeigepriorität des Artikelgewichts

# vergleichsliste_artikelgewicht_desc
source: Specify the priority of the individual fields on the comparison list. The lower the value, the higher up the field appears. Enter 0 if you do not want this field to be displayed.
de_de: Hier können Sie die Priorität der einzelnen Felder auf der Vergleichsliste einstellen. Je niedriger der Wert, desto weiter oben wird ein Feld angezeigt. Geben Sie 0 ein, um dieses Feld gar nicht anzuzeigen.

# vergleichsliste_versandgewicht_name
source: Displaying priority of shipping weight
de_de: Anzeigepriorität des Versandgewichts

# vergleichsliste_versandgewicht_desc
source: Specify the priority of the individual fields on the comparison list. The lower the value, the higher up the field appears. Enter 0 if you do not want this field to be displayed.
de_de: Hier können Sie die Priorität der einzelnen Felder auf der Vergleichsliste einstellen. Je niedriger der Wert, desto weiter oben wird ein Feld angezeigt. Geben Sie 0 ein, um dieses Feld gar nicht anzuzeigen.

# vergleichsliste_variationen_name
source: Displaying priority of variations
de_de: Anzeigepriorität der Variationen

# vergleichsliste_variationen_desc
source: Specify the priority of the individual fields on the comparison list. The lower the value, the higher up the field appears. Enter 0 if you do not want this field to be displayed.
de_de: Hier können Sie die Priorität der einzelnen Felder auf der Vergleichsliste einstellen. Je niedriger der Wert, desto weiter oben wird ein Feld angezeigt. Geben Sie 0 ein, um dieses Feld gar nicht anzuzeigen.

# vergleichsliste_merkmale_name
source: Displaying priority of characteristics
de_de: Anzeigepriorität der Merkmale

# vergleichsliste_merkmale_desc
source: Specify the priority of the individual fields on the comparison list. The lower the value, the higher up the field appears. Enter 0 if you do not want this field to be displayed.
de_de: Hier können Sie die Priorität der einzelnen Felder auf der Vergleichsliste einstellen. Je niedriger der Wert, desto weiter oben wird ein Feld angezeigt. Geben Sie 0 ein, um dieses Feld gar nicht anzuzeigen.

# vergleichsliste_spaltengroesse_name
source: Column width for item
de_de: Spaltenbreite des Artikels

# vergleichsliste_spaltengroesse_desc
source: Specify the width in pixels of the item column in the comparison list.
de_de: Hier legen Sie fest, wie viele Pixel eine Spalte für einen Artikel in der Vergleichsliste breit sein soll.

# vergleichsliste_target_name
source: Position of comparison list
de_de: Position der Vergleichsliste

# vergleichsliste_target_desc
source: Specify whether to open the comparison list as a dialogue box or as a separate page in the same window or in a new window.
de_de: Hier legen Sie fest, ob die Vergleichsliste als Dialogfenster oder als eigene Seite im gleichen bzw. in einem neuen Fenster geöffnet werden soll.

# bewertung_anzeigen_name
source: Use review system
de_de: Bewertungssystem nutzen

# bewertung_anzeigen_desc
source: Specify whether the option of giving a review is displayed in the item details.
de_de: Hier legen Sie fest, ob die Möglichkeit, eine Bewertung abzugeben, in den Artikeldetails angezeigt wird.

# bewertung_alle_sprachen_name
source: Show all languages
de_de: Alle Sprachen anzeigen

# bewertung_alle_sprachen_desc
source: Specifies whether review texts are always displayed regardless of the language in which they were written (Yes) or whether only reviews written in the language that match the current front-end language are displayed.
de_de: Hier legen Sie fest, ob Bewertungstexte immer angezeigt werden, unabhängig davon, in welcher Sprache sie verfasst wurden (Ja), oder ob nur Bewertungen in der Sprache zu sehen sind, die aktuell im Frontend gesetzt ist (Nein).

# bewertung_freischalten_name
source: Activate customer reviews
de_de: Bewertungen freischalten

# bewertung_freischalten_desc
source: Specify whether customer reviews must first be activated before they become visible to your visitors.
de_de: Hier legen Sie fest, ob Bewertungen erst freigeschaltet werden müssen, damit sie Ihren Besuchern angezeigt werden.

# bewertung_anzahlseite_name
source: Number of customer reviews per page
de_de: Anzahl Bewertungen pro Seite

# bewertung_anzahlseite_desc
source: Specify the number of customer reviews that are to be displayed simultaneously on the item detail page.
de_de: Hier legen Sie fest, wie viele Bewertungen gleichzeitig auf der Artikeldetailseite angezeigt werden.

# bewertung_hilfreich_anzeigen_name
source: Show "Helpful" with customer review
de_de: „Bewertung hilfreich“ anzeigen

# bewertung_hilfreich_anzeigen_desc
source: Specify whether your customers are able to mark customer reviews as helpful or not.
de_de: Hier legen Sie fest, ob Ihre Kunden Bewertungen als hilfreich bzw. nicht hilfreich markieren können sollen.

# bewertungserinnerung_nutzen_name
source: Use customer review reminder
de_de: Bewertungserinnerung nutzen

# bewertungserinnerung_nutzen_desc
source: Specify whether to send an email reminder, encouraging your customers to rate an item after purchase. Review reminders are only emailed to customers who have consented to receiving newsletters via the double opt-in method. You can set the customer groups for which double opt-in is required in Marketing > Promotions > Newsletter > Settings > "Double opt-in for the following customers".
de_de: Hier legen Sie fest, ob Ihre Kunden nach dem Kauf eines Artikels per E-Mail erinnert werden sollen, den Artikel zu bewerten. Bewertungserinnerungen werden nur an Kunden geschickt, die dem Erhalt des Newsletters per Double-Opt-In zugestimmt haben. Welche Kundengruppen dem Newsletter über Double-Opt-In zustimmen müssen, können Sie unter Marketing > Aktionen > Newsletter > Einstellungen „Double-Opt-In für folgende Kunden“ einstellen.

# bewertungserinnerung_kundengruppen_name
source: Allow customer review reminder only for
de_de: Bewertungserinnerung nur zulassen für

# bewertungserinnerung_kundengruppen_desc
source: Specify the customer groups that will receive an email reminder about giving a customer review. You can select several groups by holding the Ctrl key.
de_de: Hier legen Sie fest, welche Kundengruppen an eine Bewertung erinnert werden sollen. Mit gehaltener Strg-Taste können Sie mehrere Gruppen markieren.

# bewertung_guthaben_nutzen_name
source: Grant credit bonus
de_de: Guthabenbonus gewähren

# bewertung_guthaben_nutzen_desc
source: Specify whether your customers receive a credit bonus for reviewing an item.
de_de: Hier legen Sie fest, ob Ihre Kunden für das Erstellen einer Artikelbewertung Guthaben gutgeschrieben bekommen sollen.

# bewertungserinnerung_versandtage_name
source: Days after shipping until reminder
de_de: Tage nach Versand bis zur Erinnerung

# bewertungserinnerung_versandtage_desc
source: Specify how many days after an order the customer receives an email reminder to write a review.
de_de: Hier geben Sie die Wartezeit in Tagen ein, bis nach der Bestellung eine Bewertungserinnerung verschickt wird.

# bewertung_stufe2_anzahlzeichen_name
source: Minimum text length for level 2
de_de: Minimale Textlänge für Stufe 2

# bewertung_stufe2_anzahlzeichen_desc
source: Specify the minimum number of characters that a customer review must include for a customer to receive the level 2 reward.
de_de: Hier legen Sie fest, wie viele Zeichen eine Bewertung mindestens umfassen muss, damit ein Kunde die Belohnung der Stufe 2 erhält.

# bewertung_stufe1_guthaben_name
source: Credit bonus for level 1
de_de: Guthabenbonus für Stufe 1

# bewertung_stufe1_guthaben_desc
source: Specify the minimum bonus for customer reviews regardless of their length.
de_de: Hier legen Sie fest, wie hoch der Bonus für Bewertungen unabhängig von der Länge mindestens ist.

# bewertung_stufe2_guthaben_name
source: Credit bonus for level 2
de_de: Guthabenbonus für Stufe 2

# bewertung_stufe2_guthaben_desc
source: Specify the bonus for customer reviews if the length of the rating has at least the number of characters defined under "Minimum text length for level 2".
de_de: Hier legen Sie fest, wie hoch der Bonus für Bewertungen ist, wenn die Länge der Bewertung mindestens die Zeichenanzahl unter „Minimale Textlänge für Stufe 2“ umfasst.

# bewertung_max_guthaben_name
source: Maximum remuneration per customer and month
de_de: Maximale Vergütung pro Kunde und Monat

# bewertung_max_guthaben_desc
source: Specify the maximum total bonus that a customer can receive within a month.
de_de: Hier legen Sie fest, wie hoch maximal der Gesamtbonus sein kann, den ein Kunde innerhalb eines Monats erreicht.

# bewertung_artikel_gekauft_name
source: Allow customer review only for items already purchased
de_de: Bewertung nur bei bereits gekauftem Artikel

# bewertung_artikel_gekauft_desc
source: Specify whether customers can only rate items that they have purchased themselves.
de_de: Hier legen Sie fest, ob Kunden nur die Artikel bewerten dürfen, die sie selbst auch erworben haben.

# newsletter_active_name
source: Activate newsletter
de_de: Newsletter aktivieren

# newsletter_active_desc
source: Specify whether to use the newsletter.
de_de: Hier legen Sie fest, ob der Newsletter genutzt werden soll.

# newsletter_emailmethode_name
source: Send emails via
de_de: E-Mails versenden per

# newsletter_emailmethode_desc
source: Specify the protocol used to send emails.
de_de: Hier legen Sie fest, über welches Protokoll E-Mails versendet werden.

# newsletter_sendmailpfad_name
source: Sendmail path
de_de: Sendmail-Pfad

# newsletter_sendmailpfad_desc
source: If you have selected the "Sendmail" option under "Send emails via", enter the path for sendmail here.
de_de: Falls Sie unter „E-Mails versenden per“ die Option „Sendmail“ gewählt haben, geben Sie hier den Pfad für Sendmail ein.

# newsletter_smtp_host_desc
source: If you have selected the "SMTP" option under "Send emails via", enter the port number here.
de_de: Falls Sie unter „E-Mails versenden per“ die Option „SMTP“ gewählt haben, geben Sie hier die Nummer des Ports ein.

# newsletter_smtp_port_desc
source: If you have selected the "SMTP" option under "Send emails via", enter the number of the port here.
de_de: Falls Sie unter „E-Mails versenden per“ die Option „SMTP“ gewählt haben, geben Sie hier die Nummer des Ports ein.

# newsletter_smtp_authnutzen_name
source: Use SMTP Auth
de_de: SMTP-Auth nutzen

# newsletter_smtp_authnutzen_desc
source: If you have selected the "SMTP" option under "Send emails via", enter the number of the port here.
de_de: Falls Sie unter „E-Mails versenden per“ die Option „SMTP“ gewählt haben, geben Sie hier die Nummer des Ports ein.

# newsletter_smtp_benutzer_name
source: SMTP user name
de_de: SMTP-Benutzername

# newsletter_smtp_benutzer_desc
source: If you have selected the "SMTP" option under "Send emails via", enter the port number here.
de_de: Falls Sie unter „E-Mails versenden per“ die Option „SMTP“ gewählt haben, geben Sie hier die Nummer des Ports ein.

# newsletter_smtp_pass_name
source: SMTP password
de_de: SMTP-Passwort

# newsletter_smtp_pass_desc
source: If you have selected the "SMTP" option under "Send emails via", enter the port number here.
de_de: Falls Sie unter „E-Mails versenden per“ die Option „SMTP“ gewählt haben, geben Sie hier die Nummer des Ports ein.

# newsletter_smtp_verschluesselung_desc
source: If you have selected the "SMTP" option under "Send emails via", enter the port number here.
de_de: Falls Sie unter „E-Mails versenden per“ die Option „SMTP“ gewählt haben, geben Sie hier die Nummer des Ports ein.

# newsletter_emailadresse_name
source: Sender address for newsletter
de_de: Absenderadresse für Newsletter

# newsletter_emailadresse_desc
source: Specify the email address from which newsletters are to be sent.
de_de: Hier legen Sie fest, von welcher E-Mail-Adresse Newsletter versendet werden sollen.

# newsletter_emailtest_name
source: Recipient address for newsletter tests
de_de: Empfängeradresse für Newsletter-Tests

# newsletter_emailtest_desc
source: Specify the email address to which test newsletters are to be sent.
de_de: Hier legen Sie fest, an welche E-Mail-Adresse Test-Newsletter versendet werden sollen.

# newsletter_emailabsender_name
source: Sender name for newsletter
de_de: Absendername für Newsletter

# newsletter_emailabsender_desc
source: Specify what name is to be used as the sender for newsletters.
de_de: Hier geben Sie an, welcher Name als Absender für Newsletter verwendet werden soll.

# newsletter_doubleopt_name
source: Double opt-in for the following customers
de_de: Double-Opt-in für folgende Kunden

# newsletter_doubleopt_desc
source: Specify whether only unregistered customers must additionally confirm their subscription by clicking on a link in an email or whether this applies to all customers.
de_de: Hier legen Sie fest, ob nur unregistrierte Kunden oder alle den Eintrag in die Abonnentenliste zusätzlich per Klick auf einen Link in einer E-Mail bestätigen müssen.

# newsletter_sicherheitscode_name
source: Enable spam protection
de_de: Spamschutz aktivieren

# newsletter_sicherheitscode_desc
source: Specify whether to enable the spam protection for this form. For this purpose, you may have to configure the spam protection of JTL-Shop in the global settings first.
de_de: Hier legen Sie fest, ob für das Formular der Spamschutz aktiviert werden soll. Dazu müssen Sie ggf. zuerst den Spamschutz von JTL-Shop in den globalen Einstellungen konfigurieren.

# newsletter_send_delay_name
source: Sending interval (hours)
de_de: Sendeverzögerung (in Stunden)

# newsletter_send_delay_desc
source: To avoid false identification as spam, newsletters are sent to groups of 100 recipients at a time when there are many subscribers. Here you can specify how many hours there must be between the groups.
de_de: Um bei sehr vielen Abonnenten eine irrtümliche Kennzeichnung als Spam zu verhindern, wird der Newsletter jeweils an Gruppen von 100 Empfängern versendet. Hier legen Sie fest, wie viele Stunden jeweils zwischen den Newsletter-Sendungen an die einzelnen Gruppen liegen sollen.

# kundenfeld_anzeigen_name
source: Show custom form fields
de_de: Eigene Formularfelder anzeigen

# kundenfeld_anzeigen_desc
source: Specify whether to prompt the created custom form fields during registration or in the order process.
de_de: Hier legen Sie fest, ob die angelegten eigenen Formularfelder bei der Registrierung bzw. im Bestellprozess abgefragt werden sollen.

# allgemein_weiterleitung_name
source: Forward in case only one search result is found
de_de: Weiterleitung bei nur einem Suchtreffer

# allgemein_weiterleitung_desc
source: Specify whether your customer is automatically forwarded to the item detail page if there is only one result left after filtering.
de_de: Hier legen Sie fest, ob automatisch auf die Artikeldetailseite weitergeleitet wird, falls nach der Filterung nur noch ein Treffer übrigbleibt.

# allgemein_herstellerfilter_benutzen_name
source: Allow filtering by manufacturer
de_de: Herstellerfilter benutzen

# allgemein_herstellerfilter_benutzen_desc
source: Specify whether to display the manufacturer as a filter option for your customers in the results list under "Filter by". These options are only partially supported by the NOVA template. Please select "Yes, in content area and in navigation box" or "No" if you are using NOVA.
de_de: Mit dieser Option legen Sie fest, ob Ihren Kunden in der Ergebnisliste unter dem Punkt „Filtern nach“ der Hersteller als Filtermöglichkeit angezeigt wird. Diese Optionen werden im NOVA-Template nur teilweise unterstützt. Bitte wählen Sie „Ja, im Content-Bereich und der Navigationsbox“ oder „Nein“, falls Sie NOVA verwenden.

# manufacturer_filter_type_name
source: Multiple selections for manufacturer filters
de_de: Mehrfachauswahl bei Herstellerfilter

# manufacturer_filter_type_desc
source: Specify whether multiple selection of filter values is possible or whether a filter restricts the results to the respective selection.
de_de: Hier legen Sie fest, ob eine Mehrfachauswahl von Filterwerten möglich ist oder ob diese jeweils die Auswahl einschränken.

# allgemein_suchspecialfilter_benutzen_name
source: Allow filtering by special items
de_de: Besondere-Artikel-Filter benutzen

# allgemein_suchspecialfilter_benutzen_desc
source: Specify whether to display special items (e.g. top items) as a filter option for your customers in the results list under "Filter by". These options are only partially supported by the NOVA template. Please select "Yes, in content area and in navigation box" or "No" if you are using NOVA.
de_de: Mit dieser Option legen Sie fest, ob Ihren Kunden in der Ergebnisliste unter dem Punkt „Filtern nach“ besondere Artikel (z.&nbsp;B. Top-Artikel) als Filtermöglichkeit angezeigt werden. Diese Optionen werden im NOVA-Template nur teilweise unterstützt. Bitte wählen Sie „Ja, im Content-Bereich und der Navigationsbox“ oder „Nein“, falls Sie NOVA verwenden.

# search_special_filter_type_name
source: Multiple selections for special filters
de_de: Mehrfachauswahl bei Spezialfilter

# search_special_filter_type_desc
source: Specify whether multiple selection of filter values is possible or whether a filter restricts the results to the respective selection.
de_de: Hier legen Sie fest, ob eine Mehrfachauswahl von Filterwerten möglich ist oder ob diese jeweils die Auswahl einschränken.

# allgemein_kategoriefilter_benutzen_name
source: Allow filtering by category
de_de: Kategoriefilterung benutzen

# allgemein_kategoriefilter_benutzen_desc
source: Specify whether to display the category as a filter option for your customers in the results list under "Filter by". These options are only partially supported by the NOVA template. Please select "Yes, in content area and in navigation box" or "No" if you are using NOVA.
de_de: Mit dieser Option legen Sie fest, ob Ihren Kunden in der Ergebnisliste unter dem Punkt „Filtern nach“ die Kategorie als Filtermöglichkeit angezeigt wird. Diese Optionen werden im NOVA-Template nur teilweise unterstützt. Bitte wählen Sie „Ja, im Content-Bereich und der Navigationsbox“ oder „Nein“, falls Sie NOVA verwenden.

# allgemein_availabilityfilter_benutzen_name
source: Use availability filter
de_de: Verfügbarkeitsfilter benutzen

# allgemein_availabilityfilter_benutzen_desc
source: Specify whether to display "Availability" as a filter option for your customers in the results list under "Filter by". These options are only partially supported by the NOVA template. Please select "Yes, in content area and in navigation box" or "No" if you are using NOVA.
de_de: Mit dieser Option legen Sie fest, ob Ihren Kunden in der Ergebnisliste unter dem Punkt „Filtern nach“ die Verfügbarkeit als Filtermöglichkeit angezeigt wird. Diese Optionen werden im NOVA-Template nur teilweise unterstützt. Bitte wählen Sie „Ja, im Content-Bereich und der Navigationsbox“ oder „Nein“, falls Sie NOVA verwenden.

# kategoriefilter_anzeigen_als_name
source: Show category filter as
de_de: Kategoriefilter anzeigen als

# kategoriefilter_anzeigen_als_desc
source: Specify how to display categories when the category filter is activated.
de_de: Hier können Sie festlegen, wie genau die Kategorien bei aktiviertem Kategoriefilter dargestellt werden sollen.

# category_filter_type_name
source: Multiple selections for category filters
de_de: Mehrfachauswahl bei Kategoriefilter

# category_filter_type_desc
source: Specify whether multiple selection of filter values is possible or whether a filter restricts the results to the respective selection.
de_de: Hier legen Sie fest, ob eine Mehrfachauswahl von Filterwerten möglich ist oder ob diese jeweils die Auswahl einschränken.

# bewertungsfilter_benutzen_name
source: Allow filtering by customer review
de_de: Bewertungsfilter benutzen

# bewertungsfilter_benutzen_desc
source: Specify whether it is possible to filter by customer reviews (if present). These options are only partially supported by the NOVA template. Please select "Yes, in content area and in navigation box" or "No" if you are using NOVA.
de_de: Hier legen Sie fest, ob bei vorhandenen Bewertungen nach diesen gefiltert werden kann. Diese Optionen werden im NOVA-Template nur teilweise unterstützt. Bitte wählen Sie „Ja, im Content-Bereich und der Navigationsbox“ oder „Nein“, falls Sie NOVA verwenden.

# suchtrefferfilter_nutzen_name
source: Allow filtering by search result
de_de: Suchtrefferfilter benutzen

# suchtrefferfilter_nutzen_desc
source: Specify whether during a search, customers will see other searches which also match the displayed items. For this purpose, the search query results must be activated. These options are only partially supported by the NOVA template. Please select "Yes, in content area and in navigation box" or "No" if you are using NOVA.
de_de: Hier legen Sie fest, ob Kunden andere Suchen angezeigt werden sollen, die für die angezeigten Artikel ebenfalls zutreffen. Dazu müssen Sie Suchanfragen-Ergebnisse freischalten. Diese Optionen werden im NOVA-Template nur teilweise unterstützt. Bitte wählen Sie „Ja, im Content-Bereich und der Navigationsbox“ oder „Nein“, falls Sie NOVA verwenden.

# suchtrefferfilter_anzahl_name
source: Number of search results
de_de: Anzahl Suchtreffer

# suchtrefferfilter_anzahl_desc
source: Specify the number of search results to be displayed.
de_de: Hier legen Sie fest, wie viele Suchtreffer angezeigt werden sollen.

# merkmalfilter_verwenden_name
source: Allow filtering by characteristics
de_de: Merkmalfilter benutzen
