Repository: yonkon/jtl_test
Catalog: admin/locale/*/configs/configs.po
Languages: de_de

# caching_redis_db_desc
source: If you have selected the Redis method, specify the database number here. Leave the field empty for Default.
de_de: Falls Sie die Methode Redis eingestellt haben, legen Sie hier die Datenbank-Nummer fest. Lassen Sie das Feld leer für Standard.

# caching_redis_pass_name
source: Redis password
de_de: Redis-Passwort

# caching_redis_pass_desc
source: If you have selected the Redis method and opted for using a password, enter the password here.
de_de: Falls Sie die Methode Redis eingestellt haben, geben Sie hier ein optional verwendetes Passwort ein.

# caching_redis_persistent_name
source: Redis persistence
de_de: Redis-Persistenz

# caching_redis_persistent_desc
source: If you have selected the Redis method, specify whether a persistent connection should be preferred.
de_de: Falls Sie die Methode Redis eingestellt haben, legen Sie hier fest, ob eine persistente Verbindung bevorzugt werden soll.

# caching_memcache_port_desc
source: If you have selected the Memcache(d) method, specify the port here.
de_de: Falls Sie die Methode Memcache(d) eingestellt haben, legen Sie hier den Port fest.

# caching_memcache_host_desc
source: If you have selected the Memcache(d) method, define the host here.
de_de: Falls Sie die Methode Memcache(d) eingestellt haben, legen Sie hier den Host fest.

# caching_lifetime_desc
source: Specify how many seconds data is saved in the cache.
de_de: Hier legen Sie fest, wie lange in Sekunden der Cache Daten vorhält.

# caching_debug_desc
source: Specify whether to enable debugging.
de_de: Hier legen Sie fest, ob Debugging aktiviert sein soll.

# caching_debug_method_name
source: Debugging method
de_de: Debug-Methode

# caching_debug_method_desc
source: Specify the debugging method that is to be used.
de_de: Hier legen Sie fest, welche Debugging-Methode verwendet werden soll.

# caching_rediscluster_hosts_desc
source: Cluster hosts (Name:Port, separated by comma)
de_de: Cluster-Hosts (Name:Port, mit Komma getrennt)

# caching_rediscluster_strategy_name
source: Strategy
de_de: Strategie

# caching_rediscluster_strategy_desc
source: Strategy
de_de: Strategie

# compile_check_name
source: Enable Compile check
de_de: Compile-Check aktivieren

# compile_check_desc
source: Enable the Compile Check here. Changes to templates do not become visible with disabled Compile Check.
de_de: Hier aktivieren Sie den Compile-Check. Änderungen an Templates werden nicht sichtbar, wenn der Compile-Check deaktiviert ist.

# ftp_user_name
source: User name
de_de: Benutzername

# ftp_pass_name
source: Password
de_de: Passwort

# ftp_ssl_name
source: Encrypted (SSL)
de_de: Verschlüsselt (SSL)

# ftp_path_name
source: Path to online shop
de_de: Pfad zum Onlineshop

# sftp_user_name
source: User name
de_de: Benutzername

# sftp_pass_name
source: Password
de_de: Passwort

# sftp_privkey_name
source: Private key path
de_de: Private key-Pfad

# sftp_path_name
source: Path to online shop
de_de: Pfad zum Onlineshop

# fs_timeout_name
source: Timeout (seconds)
de_de: Timeout (Sekunden)

# fs_adapter_value(local)
source: Local
de_de: Lokal

# methodTest
source: Test
de_de: Testen

# cron_type_name
source: Pseudo Cron Method
de_de: Pseudo-Cron-Methode

# cron_freq_name
source: Start server-to-server with every Xth call
de_de: Server-to-Server jeden X-ten Aufruf starten

# cron_type_desc
source: Specify whether a Pseudo Cron method is to be active.
de_de: Legt fest, ob eine Pseudo-Cron-Methode aktiv sein soll.

# cron_freq_desc
source: Starts Pseudo Cron with every Xth call of the page
de_de: Startet bei jedem x-ten Seitenaufruf den Pseudo-Cron

# hersteller_anzeigen_als_name
source: Display manufacturers as
de_de: Hersteller anzeigen als

# hersteller_anzeigen_als_desc
source: Specify how manufacturers are to be displayed.
de_de: Hier legen Sie fest, wie die Hersteller angezeigt werden sollen.

# general_child_item_bulk_pricing_name
source: Scale prices across variations
de_de: Variationsübergreifende Staffelpreise

# general_child_item_bulk_pricing_desc
source: All child items of an item are taken into account for the calculation of scale prices in the basket.
de_de: Bei der Berechnung von Staffelpreisen im Warenkorb werden alle Kindartikel eines Artikels berücksichtigt.

# gtin_display_name
source: Show GTIN
de_de: GTIN anzeigen

# gtin_display_desc
source: Specify whether to show the GTIN.
de_de: Hier legen Sie fest, ob die GTIN angezeigt wird.

# consent_manager_active_name
source: Enable Consent manager
de_de: Consent-Manager aktivieren

# consent_manager_active_desc
source: Specify whether to use the Consent manager.
de_de: Hier legen Sie fest, ob der Consent-Manager genutzt werden soll.

# bewertung_sortierung_name
source: Default sorting
de_de: Standardsortierung

# bewertung_sortierung_desc
source: Specify how reviews are sorted by default.
de_de: Hier legen Sie fest, wie Bewertungen standardmäßig sortiert werden.

# direct_advertising_name
source: Show information on direct advertising when registering the email address
de_de: Hinweis auf Direktwerbung bei Erhebung der E-Mail-Adresse anzeigen

# direct_advertising_desc
source: The information will be displayed below the email address input field during registration.
de_de: Der Hinweis wird bei der Registrierung unter dem Eingabefeld für die E-Mail-Adresse angezeigt.

# upload_modul_limit_name
source: Allowed file uploads per hour
de_de: Erlaubte Datei-Uploads pro Stunde

# upload_modul_limit_desc
source: Specify the maximum number of files that a user can upload per hour when the Upload Module is activated.
de_de: Hier legen Sie fest, wie viele Dateien ein Benutzer bei aktiviertem Uploadmodul pro Stunde maximal hochladen darf.

# consent_manager_show_banner_name
source: Show cookie banner
de_de: Cookie-Banner anzeigen

# consent_manager_show_banner_desc
source: Specify when visitors of your online shop will see the banner for giving or denying global consent.
de_de: Legen Sie fest, wann das Banner zum Erteilen oder Ablehnen einer globalen Einwilligung dem Besucher im Onlineshop angezeigt werden soll.
