Repository: yonkon/jtl_test
Catalog: admin/locale/*/configs/configs.po
Languages: de_de

# bilder_artikel_mini_breite_name
source: Item images, mini: width
de_de: Artikelbilder Mini Breite

# bilder_artikel_mini_hoehe_name
source: Item images, mini: height
de_de: Artikelbilder Mini Höhe

# bilder_hersteller_normal_breite_name
source: Manufacturer images, normal: width
de_de: Herstellerbilder Normal Breite

# bilder_hersteller_normal_hoehe_name
source: Manufacturer images, normal: height
de_de: Herstellerbilder Normal Höhe

# bilder_hersteller_klein_breite_name
source: Manufacturer images, small: width
de_de: Herstellerbilder Klein Breite

# bilder_hersteller_klein_hoehe_name
source: Manufacturer images, small: height
de_de: Herstellerbilder Klein Höhe

# bilder_merkmal_normal_breite_name
source: Characteristic images, normal: width
de_de: Merkmalbilder Normal Breite

# bilder_merkmal_normal_hoehe_name
source: Characteristic images, normal: height
de_de: Merkmalbilder Normal Höhe

# bilder_merkmal_klein_breite_name
source: Characteristic images, small: width
de_de: Merkmalbilder Klein Breite

# bilder_merkmal_klein_hoehe_name
source: Characteristic images, small: height
de_de: Merkmalbilder Klein Höhe

# bilder_merkmalwert_normal_breite_name
source: Characteristic value images, normal: width
de_de: Merkmalwertbilder Normal Breite

# bilder_merkmalwert_normal_hoehe_name
source: Characteristic value images, normal: height
de_de: Merkmalwertbilder Normal Höhe

# bilder_konfiggruppe_klein_breite_name
source: Configuration group images, small: width
de_de: Konfigurationsgruppenbilder Klein Breite

# bilder_merkmalwert_klein_breite_name
source: Characteristic value images, small: width
de_de: Merkmalwertbilder Klein Breite

# bilder_konfiggruppe_klein_hoehe_name
source: Configuration group images, small: height
de_de: Konfigurationsgruppenbilder Klein Höhe

# bilder_merkmalwert_klein_hoehe_name
source: Characteristic value images, small: height
de_de: Merkmalwertbilder Klein Höhe

# bilder_jpg_quali_name
source: JPEG image quality
de_de: JPEG-Bildqualität

# bilder_artikel_namen_name
source: Image names of item images
de_de: Bildnamen von Artikelbildern

# bilder_artikel_namen_desc
source: Specify how to generate the name of image files for items.
de_de: Hier legen Sie fest, wie der Name der Bilddateien für Artikel erzeugt werden soll.

# bilder_kategorie_namen_name
source: Image names of category images
de_de: Bildnamen von Kategoriebildern

# bilder_kategorie_namen_desc
source: Specify how to generate the name of image files for categories.
de_de: Hier legen Sie fest, wie der Name der Bilddateien für Kategorien erzeugt werden soll.

# bilder_variation_namen_name
source: Image name of variation images
de_de: Bildnamen von Variationsbildern

# bilder_variation_namen_desc
source: Specify how to generate the name of image files for variations.
de_de: Hier legen Sie fest, wie der Name der Bilddateien für Variationen erzeugt werden soll.

# bilder_hersteller_namen_name
source: Image names of manufacturer images
de_de: Bildnamen von Herstellerbildern

# bilder_hersteller_namen_desc
source: Specify how to generate the name of image files for manufacturers.
de_de: Hier legen Sie fest, wie der Name der Bilddateien für Hersteller erzeugt werden soll.

# bilder_merkmal_namen_name
source: Image names of characteristic images
de_de: Bildnamen von Merkmalbildern

# bilder_merkmal_namen_desc
source: Specify how to generate the name of image files for characteristics.
de_de: Hier legen Sie fest, wie der Name der Bilddateien für Merkmale erzeugt werden soll.

# bilder_merkmalwert_namen_name
source: Image names of characteristic value images
de_de: Bildnamen von Merkmalwertbildern

# bilder_merkmalwert_namen_desc
source: Specify how to generate the name of image files for characteristic values.
de_de: Hier legen Sie fest, wie der Name der Bilddateien für Merkmalwerte erzeugt werden soll.

# bilder_externe_bildschnittstelle_name
source: Enable external image interface
de_de: Externe Bildschnittstelle aktivieren

# bilder_externe_bildschnittstelle_desc
source: Specify whether to enable the external image interface.
de_de: Hier legen Sie fest, ob die externe Bildschnittstelle aktiviert werden soll.

# container_verwenden_name
source: Match image size to container size
de_de: Container-Größe verwenden

# container_verwenden_desc
source: Specify whether to match the size of the item image to the corresponding container.
de_de: Hier legen Sie fest, ob das Bild auf die Größe des entsprechenden Containers angepasst wird.

# bilder_dateiformat_name
source: File format
de_de: Dateiformat

# bilder_dateiformat_desc
source: Specify whether to save images in PNG or JPEG format. If "Automatically" is selected and the server allows this, all images are also saved in the webp format. While this requires more storage space on the server, webp images are significantly smaller and lead to better front-end performance.
de_de: Hier legen Sie fest, ob die Bilder im PNG- oder im JPEG-Format gespeichert werden sollen. Falls „Auto“ ausgewählt wird und der Server dies zulässt, werden alle Bilder auch im webp-Format angelegt. Dadurch wird zwar zusätzlicher Speicherpatz auf dem Server belegt, Bilder im webp-Format sind jedoch wesentlich kleiner und führen daher zu einer besseren Performance im Frontend.

# bilder_hintergrundfarbe_name
source: Background colour
de_de: Hintergrundfarbe

# bilder_hintergrundfarbe_desc
source: Select a background colour for images. The colour is only visible if the the setting for "Match image size to container size" is "Yes".
de_de: Geben Sie eine Hintergrundfarbe für Bilder an. Die Farbe ist nur zu sehen, wenn „Ja“ für „Container-Größe verwenden“ eingestellt ist.

# sonstiges_livesuche_all_top_count_name
source: Number of top search queries to be displayed
de_de: Anzahl anzuzeigender TOP-Suchanfragen

# sonstiges_livesuche_all_top_count_desc
source: Specify how many terms are displayed as top search queries in the complete overview of the search queries.
de_de: Hier legen Sie fest, wie viele Begriffe als TOP-Suchanfragen in der Komplettübersicht der Suchanfragen angezeigt werden.

# sonstiges_livesuche_all_last_count_name
source: Number of recent search queries
de_de: Anzahl letzte Suchanfragen

# sonstiges_livesuche_all_last_count_desc
source: Specify how many of the most recent search queries are to be displayed in the complete overview of the search query.
de_de: Hier legen Sie fest, wie viele letzte Suchanfragen in der Komplettübersicht der Suchanfragen angezeigt werden sollen.

# sonstiges_gratisgeschenk_nutzen_name
source: Offer free gifts
de_de: Gratisgeschenke anbieten

# sonstiges_gratisgeschenk_nutzen_desc
source: Specify whether to offer free gifts in the basket as soon as a customer has reached the minimum order value required.
de_de: Hier legen Sie fest, ob Gratisgeschenke im Warenkorb angeboten werden, sobald ein Kunde den dafür erforderlichen Mindestbestellwert erreicht hat.

# sonstiges_gratisgeschenk_anzahl_name
source: Number of free gifts on overview page/in basket
de_de: Anzahl Gratisgeschenke auf der Übersichtsseite/im Warenkorb

# sonstiges_gratisgeschenk_anzahl_desc
source: Specify how many free gifts are to be displayed on the overview page and in the basket. Specify 0 to show all free gifts.
de_de: Hier legen Sie fest, wie viele Gratisgeschenke auf der Übersichtsseite und im Warenkorb angezeigt werden. Geben Sie 0 an, um alle Gratisgeschenke anzuzeigen.

# sonstiges_gratisgeschenk_sortierung_name
source: Sort free gifts by
de_de: Gratisgeschenke sortieren nach

# sonstiges_gratisgeschenk_sortierung_desc
source: Specify the criterion to be used to sort free gifts.
de_de: Hier legen Sie fest, nach welchem Kriterium die Gratisgeschenke sortiert werden sollen.

# zahlungsart_ueberweisung_min_bestellungen_name
source: Number of required orders
de_de: Anzahl nötiger Bestellungen

# zahlungsart_ueberweisung_min_bestellungen_desc
source: Specify the minimum number of orders a customer must have placed to be offered this payment method.
de_de: Hier legen Sie fest, wie oft ein Kunde mindestens bei Ihnen bestellt haben muss, damit ihm diese Zahlungsart angeboten wird.

# zahlungsart_ueberweisung_min_name
source: Minimum order value
de_de: Mindestbestellwert

# zahlungsart_ueberweisung_min_desc
source: Specify the minimum basket value required for a payment method to be available for selection.
de_de: Hier legen Sie fest, wie hoch der Warenkorbwert mindestens sein muss, damit eine Zahlungsart angeboten wird.

# zahlungsart_ueberweisung_max_name
source: Maximum order value
de_de: Maximaler Bestellwert

# zahlungsart_ueberweisung_max_desc
source: Specify the basket value up to which a payment method is available for selection.
de_de: Hier legen Sie fest, bis zu welchem Warenkorbwert eine Zahlungsart angeboten wird.

# zahlungsart_nachnahme_min_bestellungen_name
source: Number of required orders
de_de: Anzahl nötiger Bestellungen

# zahlungsart_nachnahme_min_bestellungen_desc
source: Specify the minimum number of orders a customer must have placed to be offered this payment method.
de_de: Hier legen Sie fest, wie oft ein Kunde mindestens bei Ihnen bestellt haben muss, damit ihm diese Zahlungsart angeboten wird.

# zahlungsart_nachnahme_min_name
source: Minimum order value
de_de: Mindestbestellwert

# zahlungsart_nachnahme_min_desc
source: Specify the minimum basket value required for a payment method to be available for selection.
de_de: Hier legen Sie fest, wie hoch der Warenkorbwert mindestens sein muss, damit eine Zahlungsart angeboten wird.

# zahlungsart_nachnahme_max_name
source: Maximum order value
de_de: Maximaler Bestellwert

# zahlungsart_nachnahme_max_desc
source: Specify the basket value up to which a payment method is available for selection.
de_de: Hier legen Sie fest, bis zu welchem Warenkorbwert eine Zahlungsart angeboten wird.

# zahlungsart_kreditkarte_min_bestellungen_name
source: Number of required orders
de_de: Anzahl nötiger Bestellungen

# zahlungsart_kreditkarte_min_bestellungen_desc
source: Specify the minimum number of orders a customer must have placed to be offered this payment method.
de_de: Hier legen Sie fest, wie oft ein Kunde mindestens bei Ihnen bestellt haben muss, damit ihm diese Zahlungsart angeboten wird.

# zahlungsart_kreditkarte_min_name
source: Minimum order value
de_de: Mindestbestellwert

# zahlungsart_kreditkarte_min_desc
source: Specify the minimum basket value required for a payment method to be available for selection.
de_de: Hier legen Sie fest, wie hoch der Warenkorbwert mindestens sein muss, damit eine Zahlungsart angeboten wird.

# zahlungsart_kreditkarte_max_name
source: Maximum order value
de_de: Maximaler Bestellwert

# zahlungsart_kreditkarte_max_desc
source: Specify the basket value up to which a payment method is available for selection.
de_de: Hier legen Sie fest, bis zu welchem Warenkorbwert eine Zahlungsart angeboten wird.

# zahlungsart_rechnung_min_bestellungen_name
source: Number of required orders
de_de: Anzahl nötiger Bestellungen

# zahlungsart_rechnung_min_bestellungen_desc
source: Specify the minimum number of orders a customer must have placed to be offered this payment method.
de_de: Hier legen Sie fest, wie oft ein Kunde mindestens bei Ihnen bestellt haben muss, damit ihm diese Zahlungsart angeboten wird.

# zahlungsart_rechnung_min_name
source: Minimum order value
de_de: Mindestbestellwert

# zahlungsart_rechnung_min_desc
source: Specify the minimum basket value required for a payment method to be available for selection.
de_de: Hier legen Sie fest, wie hoch der Warenkorbwert mindestens sein muss, damit eine Zahlungsart angeboten wird.

# zahlungsart_rechnung_max_name
source: Maximum order value
de_de: Maximaler Bestellwert

# zahlungsart_rechnung_max_desc
source: Specify the basket value up to which a payment method is available for selection.
de_de: Hier legen Sie fest, bis zu welchem Warenkorbwert eine Zahlungsart angeboten wird.

# zahlungsart_lastschrift_min_bestellungen_name
source: Number of required orders
de_de: Anzahl nötiger Bestellungen

# zahlungsart_lastschrift_min_bestellungen_desc
source: Specify the minimum number of orders a customer must have placed to be offered this payment method.
de_de: Hier legen Sie fest, wie oft ein Kunde mindestens bei Ihnen bestellt haben muss, damit ihm diese Zahlungsart angeboten wird.

# zahlungsart_lastschrift_min_name
source: Minimum order value
de_de: Mindestbestellwert

# zahlungsart_lastschrift_min_desc
source: Specify the minimum basket value required for a payment method to be available for selection.
de_de: Hier legen Sie fest, wie hoch der Warenkorbwert mindestens sein muss, damit eine Zahlungsart angeboten wird.

# zahlungsart_lastschrift_max_name
source: Maximum order value
de_de: Maximaler Bestellwert

# zahlungsart_lastschrift_max_desc
source: Specify the basket value up to which a payment method is available for selection.
de_de: Hier legen Sie fest, bis zu welchem Warenkorbwert eine Zahlungsart angeboten wird.

# zahlungsart_lastschrift_bic_abfrage_name
source: Prompt BIC
de_de: BIC abfragen

# zahlungsart_lastschrift_bic_abfrage_desc
source: Specify whether to prompt the BIC.
de_de: Hier legen Sie fest, ob die BIC abgefragt werden soll.

# zahlungsart_lastschrift_kontoinhaber_abfrage_name
source: Prompt account holder
de_de: Kontoinhaber abfragen

# zahlungsart_lastschrift_kontoinhaber_abfrage_desc
source: Specify whether to prompt the account holder.
de_de: Hier legen Sie fest, ob der Kontoinhaber abgefragt werden soll.

# zahlungsart_lastschrift_kreditinstitut_abfrage_name
source: Prompt financial institution
de_de: Kreditinstitut abfragen

# zahlungsart_lastschrift_kreditinstitut_abfrage_desc
source: Specify whether to prompt the financial institution.
de_de: Hier legen Sie fest, ob das Kreditinstitut abgefragt werden soll.

# zahlungsart_barzahlung_min_bestellungen_name
source: Number of required orders
de_de: Anzahl nötiger Bestellungen

# zahlungsart_barzahlung_min_bestellungen_desc
source: Specify the minimum number of orders a customer must have placed to be offered this payment method.
de_de: Hier legen Sie fest, wie oft ein Kunde mindestens bei Ihnen bestellt haben muss, damit ihm diese Zahlungsart angeboten wird.

# zahlungsart_barzahlung_min_name
source: Minimum order value
de_de: Mindestbestellwert

# zahlungsart_barzahlung_min_desc
source: Specify the minimum basket value required for a payment method to be available for selection.
de_de: Hier legen Sie fest, wie hoch der Warenkorbwert mindestens sein muss, damit eine Zahlungsart angeboten wird.

# zahlungsart_barzahlung_max_name
source: Maximum order value
de_de: Maximaler Bestellwert

# zahlungsart_barzahlung_max_desc
source: Specify the basket value up to which a payment method is available for selection.
de_de: Hier legen Sie fest, bis zu welchem Warenkorbwert eine Zahlungsart angeboten wird.

# exportformate_lager_ueber_null_name
source: Only items with stock over 0
de_de: Nur Artikel mit Lagerbestand über 0

# exportformate_preis_ueber_null_name
source: Only items with price over 0
de_de: Nur Artikel mit Preis über 0

# exportformate_beschreibung_name
source: Only items with description
de_de: Nur Artikel mit Beschreibung

# exportformate_lieferland_name
source: Shipping costs for destination country (ISO code)
de_de: Versandkosten für Lieferland (ISO-Code)

# exportformate_lieferland_desc
source: The cheapest shipping costs for this destination country will be calculated automatically. Specify the ISO code, for example DE for Germany.
de_de: Es werden automatisch die günstigsten Versandkosten zu diesem Lieferland berechnet. Geben Sie den ISO-Code an, z. B. DE für Deutschland.

# exportformate_quot_name
source: Escaping of "
de_de: Zeichenmaskierung "

# exportformate_quot_desc
source: You can escape these characters if required.
de_de: Sie können bei Bedarf diese Zeichen maskieren lassen.

# exportformate_equot_name
source: Escaping of '
de_de: Zeichenmaskierung '

# exportformate_equot_desc
source: You can escape these characters if required.
de_de: Sie können bei Bedarf diese Zeichen maskieren lassen.

# exportformate_semikolon_name
source: Escaping of ;
de_de: Zeichenmaskierung ;

# exportformate_semikolon_desc
source: You can escape these characters if required.
de_de: Sie können bei Bedarf diese Zeichen maskieren lassen.

# exportformate_line_ending_name
source: Line ending
de_de: Zeilenende

# kontakt_abfragen_anrede_name
source: Prompt title
de_de: Anrede abfragen

# kontakt_abfragen_anrede_desc
source: Specify whether to prompt the title. Irrespective of what is specified in this setting, JTL-Shop uses a gender-neutral title in the front&nbsp;end and emails (e.g. "Hello John Smith"). The title used in email templates and print templates of JTL-Wawi can be adjusted accordingly.
de_de: Hier legen Sie fest, ob die Anrede abgefragt werden soll. Unabhängig von dieser Einstellung verwendet JTL-Shop standardmäßig in Frontend und E-Mails eine geschlechtsneutrale Briefanrede (z.&nbsp;B. „Guten Tag Max Mustermann“). Die Briefanrede kann in E-Mail-Vorlagen oder in den Druckvorlagen von JTL-Wawi entsprechend angepasst werden.

# kontakt_abfragen_vorname_name
source: Prompt first name
de_de: Vornamen abfragen

# kontakt_abfragen_nachname_name
source: Prompt last name
de_de: Nachnamen abfragen

# kontakt_abfragen_firma_name
source: Prompt company name
de_de: Firmennamen abfragen

# kontakt_abfragen_tel_name
source: Prompt phone number
de_de: Telefonnummer abfragen

# kontakt_abfragen_fax_name
source: Prompt fax number
de_de: Faxnummer abfragen

# kontakt_abfragen_mobil_name
source: Prompt mobile number
de_de: Mobilnummer abfragen

# kontakt_kopiekunde_name
source: Send copy of request to customer
de_de: Kopie der Anfrage an Kunden schicken

# kontakt_kopiekunde_desc
source: Specify whether customers also receive their own requests by email.
de_de: Hier legen Sie fest, ob Kunden ihre eigenen Anfragen ebenfalls per E-Mail zugesendet bekommen.

# kontakt_sperre_minuten_name
source: Lock contact form for X minutes
de_de: Kontaktformular sperren für X Minuten

# kontakt_sperre_minuten_desc
source: Specify how many minutes must have passed between one request and the next.
de_de: Hier legen Sie fest, wie viele Minuten mindestens zwischen zwei Anfragen vergehen müssen.

# kontakt_abfragen_captcha_name
source: Enable spam protection
de_de: Spamschutz aktivieren

# kontakt_abfragen_captcha_desc
source: Specify whether to enable the spam protection for this form. For this purpose, you may have to configure the spam protection of JTL-Shop in the global settings first.
de_de: Hier legen Sie fest, ob für das Formular der Spamschutz aktiviert werden soll. Dazu müssen Sie ggf. zuerst den Spamschutz von JTL-Shop in den globalen Einstellungen konfigurieren.

# rss_nutzen_name
source: Use RSS feed
de_de: RSS-Feed nutzen

# rss_titel_name
source: RSS feed name
de_de: Name des RSS-Feeds

# rss_titel_desc
source: Enter the name of the RSS feed.
de_de: Hier geben Sie den Namen des RSS-Feeds an.

# rss_description_name
source: RSS feed description
de_de: Beschreibung des RSS-Feeds

# rss_copyright_desc
source: Specify copyright information on the RSS feed, for example the name of your online shop.
de_de: Hier hinterlegen Sie Copyright-Informationen zum RSS-Feed, beispielsweise den Namen Ihres Onlineshops.

# rss_logoURL_name
source: URL to logo
de_de: URL zum Logo

# rss_logoURL_desc
source: You can save a logo for the RSS feed on your webspace. Enter the URL for this logo. Recommended width for the logo: 200 pixels
de_de: Sie können auf Ihrem Webspace ein Logo für den RSS-Feed hinterlegen. Geben Sie hier die URL zu diesem Logo ein. Empfohlene Breite für das Logo: 200 Pixel

# rss_alterTage_name
source: Max. age of information in days
de_de: Max. Alter von Informationen in Tagen

# rss_alterTage_desc
source: Specify the number of days taken into account retroactively in the RSS feed.
de_de: Hier legen Sie fest, wie viele Tage rückwirkend im RSS-Feed berücksichtigt werden.

# rss_artikel_beachten_name
source: Include items in export
de_de: Artikel im Export beachten

# rss_artikel_beachten_desc
source: Specify whether to display new items in the RSS feed.
de_de: Hier legen Sie fest, ob neue Artikel im RSS-Feed angezeigt werden sollen.

# rss_news_beachten_name
source: Include blog posts in export
de_de: Blogbeiträge im Export beachten

# rss_news_beachten_desc
source: Specify whether to display blog posts in the RSS feed.
de_de: Hier legen Sie fest, ob Blogbeiträge im RSS-Feed angezeigt werden sollen.

# rss_bewertungen_beachten_name
source: Include customer reviews in export
de_de: Bewertungen im Export beachten

# rss_bewertungen_beachten_desc
source: Specify whether to display newly activated customer reviews in the RSS feed.
de_de: Hier legen Sie fest, ob neue freigeschaltete Bewertungen im RSS-Feed angezeigt werden sollen.

# rss_wawiabgleich_name
source: Generate feed with each synchronisation with JTL-Wawi
de_de: Feed bei jedem Abgleich mit JTL-Wawi erstellen

# rss_wawiabgleich_desc
source: Specify whether to generate a new RSS feed with each synchronisation with JTL-Wawi. Caution: This option can slow down the synchronisation with JTL-Wawi.
de_de: Hier legen Sie fest, ob bei jedem Abgleich mit JTL-Wawi automatisch ein neuer RSS-Feed erzeugt werden soll. Achtung: Diese Option kann den Abgleich mit JTL-Wawi stark verlangsamen.

# preisverlauf_anzeigen_name
source: Show price history
de_de: Preisverlauf anzeigen

# preisverlauf_anzeigen_desc
source: Specify whether to display the price history on the item detail page.
de_de: Hier legen Sie fest, ob der Preisverlauf auf der Artikeldetailseite angezeigt werden soll.

# preisverlauf_anzahl_monate_name
source: Include last X months
de_de: Letzte X Monate beachten

# preisverlauf_anzahl_monate_desc
source: Specify how many months are to be taken into account retrospectively for the price history.
de_de: Hier legen Sie fest, wie viele Monate rückwirkend für den Preisverlauf berücksichtigt werden sollen.

# vergleichsliste_anzeigen_name
source: Enable comparison list
de_de: Vergleichsliste anzeigen

# vergleichsliste_anzeigen_desc
source: Specify whether your customers are able to use the comparison list.
de_de: Hier legen Sie fest, ob Ihre Kunden die Vergleichsliste nutzen können.

# vergleichsliste_anzahl_name
source: Max. number of items
de_de: Maximale Anzahl an Artikeln

# vergleichsliste_anzahl_desc
source: Specify the maximum number of items on the comparison list.
de_de: Hier legen Sie fest, wie viele Artikel sich maximal auf der Vergleichsliste befinden dürfen.

# vergleichsliste_artikelnummer_name
source: Displaying priority of SKU
de_de: Anzeigepriorität der Artikelnummer

# vergleichsliste_artikelnummer_desc
source: Specify the priority of the individual fields on the comparison list. The lower the value, the higher up the field appears. Enter 0 if you do not want this field to be displayed.
de_de: Hier können Sie die Priorität der einzelnen Felder auf der Vergleichsliste einstellen. Je niedriger der Wert, desto weiter oben wird ein Feld angezeigt. Geben Sie 0 ein, um dieses Feld gar nicht anzuzeigen.

# vergleichsliste_verfuegbarkeit_name
source: Displaying priority of availability
de_de: Anzeigepriorität der Verfügbarkeit

# vergleichsliste_verfuegbarkeit_desc
source: Specify the priority of the individual fields on the comparison list. The lower the value, the higher up the field appears. Enter 0 if you do not want this field to be displayed.
de_de: Hier können Sie die Priorität der einzelnen Felder auf der Vergleichsliste einstellen. Je niedriger der Wert, desto weiter oben wird ein Feld angezeigt. Geben Sie 0 ein, um dieses Feld gar nicht anzuzeigen.

# vergleichsliste_lieferzeit_name
source: Displaying priority of delivery time
de_de: Anzeigepriorität der Lieferzeit
