Repository: yonkon/jtl_test
Catalog: admin/locale/*/configs/configs.po
Languages: de_de

# artikeldetails_xselling_kauf_anzeigen_name
source: Show "Others also bought"
de_de: „Kunden kauften dazu folgende Artikel“ anzeigen

# artikeldetails_xselling_kauf_anzeigen_desc
source: Specify whether customers are shown items that other customers have bought along with this item.
de_de: Hier legen Sie fest, ob Kunden im Artikel andere Artikel angezeigt werden sollen, die von anderen Kunden zusammen mit diesem Artikel gekauft wurden.

# artikeldetails_xselling_kauf_anzahl_name
source: Number of displayed items
de_de: Anzahl angezeigter Artikel

# artikeldetails_xselling_kauf_parent_name
source: Always show parent item
de_de: Immer Vaterartikel anzeigen

# artikeldetails_xselling_kauf_parent_desc
source: Specify whether to always display the parent item and not specific child items.
de_de: Hier legen Sie fest, ob immer die Vaterartikel angezeigt werden sollen statt der exakten Kindartikel.

# artikel_variationspreisanzeige_name
source: Show extra charges for variations as follows
de_de: Variationsaufpreise anzeigen als

# artikel_variationspreisanzeige_desc
source: Specify how to indicate extra charges for variations.
de_de: Hier legen Sie fest, wie Variationsaufpreise angezeigt werden.

# artikel_lagerbestandsanzeige_name
source: Display stock level
de_de: Lagerbestand anzeigen

# artikel_lagerbestandsanzeige_desc
source: Specify how the stock level of an item is displayed (individual view).
de_de: Hier legen Sie fest, wie der Lagerbestand eines Artikels angezeigt wird. (Einzelansicht)

# artikeldetails_lieferantenbestand_anzeigen_name
source: Show reference to supplier stocks
de_de: Hinweis auf Lieferantenbestand anzeigen

# artikeldetails_kurzbeschreibung_anzeigen_name
source: Show brief description
de_de: Kurzbeschreibung anzeigen

# artikeldetails_kurzbeschreibung_anzeigen_desc
source: Specify whether to show a short description of the item on the item detail page.
de_de: Hier legen Sie fest, ob die Kurzbeschreibung des Artikels auf der Artikeldetailseite angezeigt wird.

# artikeldetails_uvp_anzeigen_name
source: Show RRP
de_de: UVP anzeigen

# artikeldetails_uvp_anzeigen_desc
source: Specify whether to display the recommended retail price of an item on the item detail page. For this purpose, this information must be defined for the item in JTL-Wawi.
de_de: Hier legen Sie fest, ob die unverbindliche Preisempfehlung eines Artikels auf der Artikeldetailseite angezeigt wird. Dazu muss diese Angabe im Artikel in JTL-Wawi hinterlegt sein.

# artikeldetails_lieferstatus_anzeigen_name
source: Show delivery status
de_de: Lieferstatus anzeigen

# artikeldetails_lieferstatus_anzeigen_desc
source: Specify whether to display the delivery status for an item on the item detail page. For this purpose, this information must be defined for the item in JTL-Wawi.
de_de: Hier legen Sie fest, ob der Lieferstatus eines Artikels auf der Artikeldetailseite angezeigt wird. Dazu muss diese Angabe im Artikel in JTL-Wawi hinterlegt sein.

# artikeldetails_hersteller_anzeigen_name
source: Show manufacturer
de_de: Hersteller anzeigen

# artikeldetails_hersteller_anzeigen_desc
source: Specify whether to show the manufacturer of an item on the item detail page. For this purpose, this information must be defined for the item in JTL-Wawi.
de_de: Hier legen Sie fest, ob der Hersteller eines Artikels auf der Artikeldetailseite angezeigt wird. Dazu muss diese Angabe im Artikel in JTL-Wawi hinterlegt sein.

# artikeldetails_artikelintervall_anzeigen_name
source: Show permissible order quantity
de_de: Abnahmeintervall anzeigen

# artikeldetails_artikelintervall_anzeigen_desc
source: Specify whether to display the permissible order quantity on the item detail page. For this purpose, this information must be defined for the item in JTL-Wawi.
de_de: Hier legen Sie fest, ob das Abnahmeintervall eines Artikels auf der Artikeldetailseite angezeigt wird. Dazu muss diese Angabe im Artikel in JTL-Wawi hinterlegt sein.

# artikel_weitere_artikel_hersteller_anzeigen_name
source: Show link to other items of manufacturer
de_de: Link auf weitere Artikel des Herstellers anzeigen

# artikel_weitere_artikel_hersteller_anzeigen_desc
source: Specify whether a link to the other items of the manufacturer is displayed for items. For this purpose, this information must be defined for the item in JTL-Wawi.
de_de: Hier legen Sie fest, ob bei Artikeln ein Link auf die anderen Artikel seines Herstellers angezeigt wird. Dazu muss diese Angabe im Artikel in JTL-Wawi hinterlegt sein.

# artikeldetails_rabattanzeige_name
source: Show discounts (detailed view)
de_de: Anzeige rabattierter Preise (Detailansicht)

# artikeldetails_rabattanzeige_desc
source: Specify how discounts are to be displayed.
de_de: Hier legen Sie fest, wie rabattierte Preise angezeigt werden sollen.

# artikeldetails_sonderpreisanzeige_name
source: Show special prices (detailed view)
de_de: Anzeige von Sonderpreisen (Detailansicht)

# artikeldetails_sonderpreisanzeige_desc
source: Specify how to display the price for items with a special price.
de_de: Hier legen Sie fest, wie der Preis bei Artikeln mit Sonderpreis angezeigt werden soll.

# artikeldetails_kategorie_anzeigen_name
source: Show category
de_de: Kategorie anzeigen

# artikeldetails_kategorie_anzeigen_desc
source: Specify whether to display the item category on the item detail page.
de_de: Hier legen Sie fest, ob die Kategorie des Artikels auf der Artikeldetailseite angezeigt wird.

# artikeldetails_tabs_nutzen_name
source: Use tabs
de_de: Registerkarten / Tab nutzen

# artikeldetails_tabs_nutzen_desc
source: Specify whether tabs are to be used on the item detail page. These include for example customer reviews or questions about the item. If you disable this option, all pieces of are displayed one below the other.
de_de: Hier legen Sie fest, ob auf der Artikeldetailseite Registerkarten verwendet werden sollen. Diese beinhalten beispielsweise die Bewertungen oder Fragen zum Artikel. Wenn Sie die Option deaktivieren, werden alle Informationen untereinander angezeigt.

# artikeldetails_navi_blaettern_name
source: Show navigation to next/previous item
de_de: Navigation zum nächsten / vorherigen Artikel anzeigen

# artikeldetails_navi_blaettern_desc
source: Specify whether users will be shown links to the previous or next item.
de_de: Hier legen Sie fest, ob Ihren Benutzern Links zum vorherigen bzw. nächsten Artikel angezeigt werden sollen.

# sie_sparen_x_anzeigen_name
source: Show savings in comparison to RRP
de_de: UVP-Ersparnis anzeigen

# sie_sparen_x_anzeigen_desc
source: Specify whether to show the value or percentage that the customer saves on items in comparison to the RRP.
de_de: Hier legen Sie fest, ob bei Artikeln mit UVP der Betrag und Prozentsatz angezeigt werden soll, den der Kunde spart.

# artikeldetails_canonicalurl_varkombikind_name
source: Canonical URLs with child items
de_de: Canonical-URLs bei Kindartikeln

# artikeldetails_canonicalurl_varkombikind_desc
source: Specify whether canonical URLs of child items point to the parent item.
de_de: Hier legen Sie fest, ob Canonical-URLs von Kindartikeln auf den Vaterartikel zeigen sollen.

# artikeldetails_warenkorbmatrix_anzeigeformat_name
source: Display options for basket matrix
de_de: Anzeigeformat für Warenkorbmatrix

# artikeldetails_warenkorbmatrix_anzeigeformat_desc
source: Specify how you want the basket matrix to be displayed.
de_de: Hier legen Sie fest, in welcher Art die Warenkorbmatrix angezeigt werden soll.

# artikeldetails_warenkorbmatrix_anzeige_name
source: Show basket matrix
de_de: Warenkorbmatrix anzeigen

# artikeldetails_warenkorbmatrix_anzeige_desc
source: Specify whether selecting variations or parent-child relationships is done via a basket matrix.
de_de: Hier legen Sie fest, ob bei Variationen bzw. Varkombis die Variationsauswahl über eine Warenkorbmatrix erfolgen soll.

# artikeldetails_warenkorbmatrix_lagerbeachten_name
source: Hide unavailable items in basket matrix
de_de: Nicht verfügbare Artikel in Warenkorbmatrix ausblenden

# artikeldetails_warenkorbmatrix_lagerbeachten_desc
source: Specify whether to hide variations in the basket matrix that are currently not available.
de_de: Hier legen Sie fest, ob Variationen, die aktuell nicht verfügbar sind, aus der Warenkorbmatrix ausgeblendet werden sollen.

# isbn_display_name
source: Show ISBN
de_de: ISBN anzeigen

# isbn_display_desc
source: Specify whether to show the ISBN.
de_de: Hier legen Sie fest, ob die ISBN angezeigt wird.

# adr_hazard_display_name
source: Show hazard sign for item
de_de: Gefahrentafel im Artikel anzeigen

# adr_hazard_display_desc
source: Specify whether the European ADR hazard sign is shown in the item. For this purpose, the UN number and the hazard identification number must be saved in JTL-Wawi.
de_de: Hier legen Sie fest, ob die europäische Gefahrentafel im Artikel angezeigt werden soll. Hierfür müssen in JTL-Wawi die UN-Nummer und die Gefahrnummer gepflegt sein.

# artikeldetails_fragezumprodukt_anzeigen_name
source: Show form with questions about item
de_de: Formular für Fragen zum Artikel anzeigen

# artikeldetails_fragezumprodukt_anzeigen_desc
source: Specify whether your customers are able to ask questions about the item on the item detail page. You will receive questions by email.
de_de: Hier legen Sie fest, ob Ihre Kunden auf der Artikeldetailseite Fragen zum Artikel stellen können. Sie erhalten die Fragen per E-Mail.

# artikeldetails_fragezumprodukt_email_name
source: Email address for questions about item
de_de: E-Mail-Adresse für Fragen zum Artikel

# artikeldetails_fragezumprodukt_email_desc
source: Indicate the email address to which questions about the item will be sent. If you want to use this option, entering an email address is mandatory.
de_de: Hier hinterlegen Sie eine E-Mail-Adresse, an die Fragen zum Artikel gesendet werden. Die Angabe einer E-Mail-Adresse ist zur Nutzung dieser Funktion zwingend erforderlich.

# produktfrage_abfragen_anrede_name
source: Prompt title
de_de: Anrede abfragen

# produktfrage_abfragen_anrede_desc
source: Specify whether to prompt the title. Irrespective of what is specified in this setting, JTL-Shop uses a gender-neutral title in the front&nbsp;end and emails (e.g. "Hello John Smith"). The title used in email templates and print templates of JTL-Wawi can be adjusted accordingly.
de_de: Hier legen Sie fest, ob die Anrede abgefragt werden soll. Unabhängig von dieser Einstellung verwendet JTL-Shop standardmäßig in Frontend und E-Mails eine geschlechtsneutrale Briefanrede (z.&nbsp;B. „Guten Tag Max Mustermann“). Die Briefanrede kann in E-Mail-Vorlagen oder in den Druckvorlagen von JTL-Wawi entsprechend angepasst werden.

# produktfrage_abfragen_vorname_name
source: Prompt first name
de_de: Vornamen abfragen

# produktfrage_abfragen_nachname_name
source: Prompt last name
de_de: Nachnamen abfragen

# produktfrage_abfragen_firma_name
source: Prompt company name
de_de: Firmennamen abfragen

# produktfrage_abfragen_tel_name
source: Prompt phone number
de_de: Telefonnummer abfragen

# produktfrage_abfragen_fax_name
source: Prompt fax number
de_de: Faxnummer abfragen

# produktfrage_abfragen_mobil_name
source: Prompt mobile number
de_de: Mobilnummer abfragen

# produktfrage_kopiekunde_name
source: Send copy of question about item to customer
de_de: Kopie der Rückfrage zum Artikel an Kunden schicken

# produktfrage_kopiekunde_desc
source: Specify whether customers receive an email with a copy of their question.
de_de: Hier legen Sie fest, ob Kunden ihre eigenen Rückfragen ebenfalls per E-Mail zugesendet bekommen.

# produktfrage_sperre_minuten_name
source: Lock form for questions about item for X minutes
de_de: Formular für Rückfragen zum Artikel sperren für X Minuten

# produktfrage_sperre_minuten_desc
source: Specify how many minutes must have passed between one request and the next.
de_de: Hier legen Sie fest, wie viele Minuten mindestens zwischen zwei Anfragen vergehen müssen.

# produktfrage_abfragen_captcha_name
source: Enable spam protection
de_de: Spamschutz aktivieren

# produktfrage_abfragen_captcha_desc
source: Specify whether to enable the spam protection for this form. For this purpose, you may have to configure the spam protection of JTL-Shop in the global settings first.
de_de: Hier legen Sie fest, ob für das Formular der Spamschutz aktiviert werden soll. Dazu müssen Sie ggf. zuerst den Spamschutz von JTL-Shop in den globalen Einstellungen konfigurieren.

# benachrichtigung_nutzen_name
source: Allow availability requests
de_de: Verfügbarkeitsanfragen ermöglichen

# benachrichtigung_nutzen_desc
source: Specify whether customers can choose to receive an email notification when an item becomes available that is not currently available (dialogue box inactive in list view of NOVA template).
de_de: Hier können Sie festlegen, ob Kunden bei Artikeln, die aktuell nicht lieferbar sind, angeben können, dass sie per E-Mail informiert werden möchten, wenn der Artikel wieder verfügbar ist. (Dialogfenster in Listenansicht im NOVA Template inaktiv)

# benachrichtigung_abfragen_vorname_name
source: Prompt first name
de_de: Vornamen abfragen

# benachrichtigung_abfragen_nachname_name
source: Prompt last name
de_de: Nachnamen abfragen

# benachrichtigung_sperre_minuten_name
source: Lock form for availability requests for X minutes
de_de: Formular für Verfügbarkeitsanfragen sperren für X Minuten

# benachrichtigung_sperre_minuten_desc
source: Specify how many minutes must have passed between one request and the next.
de_de: Hier legen Sie fest, wie viele Minuten mindestens zwischen zwei Anfragen vergehen müssen.

# benachrichtigung_abfragen_captcha_name
source: Enable spam protection
de_de: Spamschutz aktivieren

# benachrichtigung_abfragen_captcha_desc
source: Specify whether to enable the spam protection for notification requests. For this purpose, you may have to configure the spam protection of JTL-Shop in the global settings first.
de_de: Hier legen Sie fest, ob für Benachrichtigungsanfragen der Spamschutz aktiviert werden soll. Dazu müssen Sie ggf. zuerst den Spamschutz von JTL-Shop in den globalen Einstellungen konfigurieren.

# benachrichtigung_min_lagernd_name
source: Notification when minimum stock level percentage is reached
de_de: Benachrichtigung ab prozentualem Mindestlagerbestand

# benachrichtigung_min_lagernd_desc
source: Specify the ratio between available stock and availability requests that must be reached before an availability notification is sent. Example: 10 customers sent availability requests. You now have 3 items in stock. For an availability notification to be sent, you must enter a maximum of 30 percent.
de_de: Hier stellen Sie ein, ab welchem Verhältnis zwischen verfügbarem Lagerbestand und Verfügbarkeitsanfragen eine Verfügbarkeitsbenachrichtigung versendet wird. Beispiel: 10 Kunden haben einen Artikel angefragt. Ihr neuer Lagerbestand umfasst 3 Einheiten. Damit eine Verfügbarkeitsbenachrichtigung versendet wird, dürfen Sie hier also höchstens 30 Prozent einstellen.

# artikeldetails_vergleichsliste_anzeigen_name
source: Show "Add to comparison list"
de_de: „Zur Vergleichsliste hinzufügen“ anzeigen

# artikeldetails_vergleichsliste_anzeigen_desc
source: Specify whether to display the "Add to comparison list" button on the item detail page.
de_de: Hier legen Sie fest, ob auf der Artikeldetailseite die Schaltfläche „Zur Vergleichsliste hinzufügen“ angezeigt werden soll.

# mediendatei_anzeigen_name
source: Show media files
de_de: Mediendateien anzeigen

# mediendatei_anzeigen_desc
source: Specify whether and where to display media files on the item detail page.
de_de: Hier legen Sie fest, ob und wo Mediendateien auf der Artikeldetailseite angezeigt werden.

# artikeldetails_aehnlicheartikel_anzahl_name
source: Number of items
de_de: Anzahl Artikel

# artikeldetails_aehnlicheartikel_anzahl_desc
source: Specify the number of similar items that are to be displayed. Similar items are proposed on the basis of identical characteristics. If you do not use characteristics, similar items are derived from the search. Items that are already proposed via cross-selling will be disregarded. 0 shows no items.
de_de: Hier legen Sie fest, wie viele ähnliche Artikel angezeigt werden sollen. Ähnliche Artikel werden aufgrund identischer Merkmale vorgeschlagen. Falls Sie keine Merkmale nutzen, werden ähnliche Artikel aus der Suche abgeleitet. Bereits über Cross-Selling angebotene Artikel werden dabei ausgeschlossen. 0 zeigt gar keine Artikel an.

# artikeldetails_stueckliste_anzeigen_name
source: Show bill of materials components
de_de: Stücklistenkomponenten anzeigen

# artikeldetails_stueckliste_anzeigen_desc
source: Specify whether to display all components of a bill of materials in a box on the item detail page.
de_de: Hier legen Sie fest, ob alle Komponenten einer Stückliste auf der Artikeldetailseite in einer Box angezeigt werden.

# artikeldetails_produktbundle_nutzen_name
source: Use recommendations for item bundle
de_de: Artikelbundle-Empfehlungen nutzen

# merkmale_anzeigen_name
source: Show characteristics
de_de: Merkmale anzeigen

# merkmale_anzeigen_desc
source: Specify whether to display the item characteristics assigned in JTL-Wawi on the item detail page.
de_de: Hier legen Sie fest, ob die in JTL-Wawi zugewiesenen Merkmale der Artikel auf der Artikeldetailseite angezeigt werden.

# artikeldetails_gewicht_anzeigen_name
source: Show shipping weight
de_de: Versandgewicht anzeigen

# artikeldetails_gewicht_anzeigen_desc
source: Specify whether to display the shipping weight (item + packaging) defined in JTL-Wawi on the item detail page.
de_de: Hier legen Sie fest, ob das in JTL-Wawi hinterlegte Versandgewicht (Artikel + Verpackung) auf der Artikeldetailseite angezeigt wird.

# artikeldetails_artikelgewicht_anzeigen_name
source: Show item weight
de_de: Artikelgewicht anzeigen

# artikeldetails_artikelgewicht_anzeigen_desc
source: Specify whether to display the item weight (item without packaging) defined in JTL-Wawi on the item detail page.
de_de: Hier legen Sie fest, ob das in JTL-Wawi hinterlegte Artikelgewicht (Artikel ohne Verpackung) auf der Artikeldetailseite angezeigt wird.

# artikeldetails_abmessungen_anzeigen_name
source: Show dimensions
de_de: Abmessungen anzeigen

# artikeldetails_abmessungen_anzeigen_desc
source: Specify whether to display the dimensions (length x width x height) defined in JTL-Wawi on the item detail page.
de_de: Hier legen Sie fest, ob die in JTL-Wawi hinterlegten Maße (Länge x Breite x Höhe) auf der Artikeldetailseite angezeigt werden.

# artikeldetails_attribute_anhaengen_name
source: Add item attributes to description
de_de: Artikelattribute an Beschreibung anhängen

# artikeldetails_attribute_anhaengen_desc
source: Specify whether to display in JTL-Wawi item attributes that follow the pattern Attribute name: Attribute value on the item detail page.
de_de: Hier legen Sie fest, ob in JTL-Wawi gepflegte Artikelattribute nach dem Muster Attributname: Attributwert auf der Artikeldetailseite angezeigt werden.

# kundenregistrierung_abfragen_titel_name
source: Prompt academic title
de_de: Titel abfragen

# kundenregistrierung_abfragen_titel_desc
source: Specify whether to prompt the academic title.
de_de: Hier legen Sie fest, ob der Titel abgefragt werden soll.

# kundenregistrierung_abfragen_anrede_name
source: Prompt title
de_de: Anrede abfragen

# kundenregistrierung_abfragen_anrede_desc
source: Specify whether to prompt the title. Irrespective of what is specified in this setting, JTL-Shop uses a gender-neutral title in the front&nbsp;end and emails (e.g. "Hello John Smith"). The title used in email templates and print templates of JTL-Wawi can be adjusted accordingly.
de_de: Hier legen Sie fest, ob die Anrede abgefragt werden soll. Unabhängig von dieser Einstellung verwendet JTL-Shop standardmäßig in Frontend und E-Mails eine geschlechtsneutrale Briefanrede (z.&nbsp;B. „Guten Tag Max Mustermann“). Die Briefanrede kann in E-Mail-Vorlagen oder in den Druckvorlagen von JTL-Wawi entsprechend angepasst werden.

# kundenregistrierung_pflicht_vorname_name
source: Prompt first name
de_de: Vornamen abfragen

# kundenregistrierung_pflicht_vorname_desc
source: Cancel if first name is mandatory but no first name has been specified.
de_de: Wenn Vorname eine Pflichtangabe ist, aber kein Vorname angegeben ist, abbrechen.

# kundenregistrierung_abfragen_firma_name
source: Prompt company name
de_de: Firma abfragen

# kundenregistrierung_abfragen_firma_desc
source: Specify whether to prompt the company name.
de_de: Hier legen Sie fest, ob der Firmenname abgefragt wird.

# kundenregistrierung_abfragen_firmazusatz_name
source: Prompt company 2
de_de: Firmenzusatz abfragen

# kundenregistrierung_abfragen_firmazusatz_desc
source: Specify whether to prompt the information entered into Company 2.
de_de: Hier legen Sie fest, ob der Firmenzusatz abgefragt wird.

# kundenregistrierung_abfragen_adresszusatz_name
source: Prompt address 2
de_de: Adresszusatz abfragen

# kundenregistrierung_abfragen_adresszusatz_desc
source: Specify whether to prompt the information entered into Address 2.
de_de: Hier legen Sie fest, ob ein Adresszusatz abgefragt wird.

# kundenregistrierung_abfragen_mobil_name
source: Prompt mobile phone number
de_de: Mobiltelefonnummer abfragen

# kundenregistrierung_abfragen_fax_name
source: Prompt fax number
de_de: Faxnummer abfragen

# kundenregistrierung_abfragen_tel_name
source: Prompt phone number
de_de: Telefonnummer abfragen

# kundenregistrierung_abfragen_ustid_name
source: Prompt VAT ID
de_de: USt-IdNr. abfragen

# kundenregistrierung_abfragen_ustid_desc
source: Specify whether to prompt the VAT ID.
de_de: Hier legen Sie fest, ob die Umsatzsteuer-Identifikationsnummer abgefragt werden soll.

# kundenregistrierung_abfragen_www_name
source: Prompt website address
de_de: Website-Adresse abfragen

# kundenregistrierung_abfragen_www_desc
source: Specify whether to prompt the customer's website address.
de_de: Hier legen Sie fest, ob eine Website-Adresse des Kunden abgefragt werden soll.

# kundenregistrierung_abfragen_geburtstag_name
source: Prompt date of birth
de_de: Geburtsdatum abfragen

# kundenregistrierung_passwortlaenge_name
source: Minimum length for password
de_de: Mindestlänge Passwort

# kundenregistrierung_passwortlaenge_desc
source: Specify the minimum number of characters a customer password must contain.
de_de: Hier legen Sie fest, wie viele Zeichen ein Kundenpasswort mindestens umfassen muss.

# kundenregistrierung_standardland_name
source: Preselected country
de_de: Vorausgewähltes Land

# kundenregistrierung_standardland_desc
source: Specify the ISO code for the country that is to be preselected, e.g. DE for Germany or AT for Austria.
de_de: Hier geben Sie den ISO-Code für das Land an, das vorausgewählt sein soll, z. B. DE für Deutschland oder AT für Österreich.

# kundenregistrierung_abfragen_bundesland_name
source: Prompt federal state
de_de: Bundesland abfragen

# kundenregistrierung_abfragen_bundesland_desc
source: Specify whether to select the federal state or the appropriate administrative unit for the selected country (departments in France, states in the USA, etc.).
de_de: Hier wählen Sie aus, ob das Bundesland, bzw. die für das ausgewählte Land zutreffende administrative Einheit (Départements in Frankreich, Staaten in den USA, usw.), ausgewählt werden muss.

# kundenregistrierung_pruefen_ort_name
source: Check city for numbers
de_de: Stadt auf Zahl prüfen

# kundenregistrierung_pruefen_ort_desc
source: Specify whether JTL-Shop should check the entered name of a city for numbers.
de_de: Hier können Sie festlegen, ob JTL-Shop den eingegebenen Namen der Stadt auf Zahlen überprüft.

# kundenregistrierung_pruefen_name_name
source: Check name for numbers
de_de: Name auf Zahlen prüfen
