Repository: yonkon/jtl_test
Catalog: admin/locale/*/configs/configs.po
Languages: de_de

# artikel_artikelanzeigefilter_name
source: Item display filter
de_de: Artikelanzeigefilter

# artikel_artikelanzeigefilter_desc
source: Specify whether to display all items, only items with available stock, or only items with available stock or that allow a negative stock.
de_de: Hier legen Sie fest, ob alle Artikel, nur Artikel, die einen verfügbaren Lagerbestand haben, oder nur Artikel, die einen verfügbaren Lagerbestand haben oder mit Überverkäufen arbeiten, angezeigt werden sollen.

# artikel_artikelanzeigefilter_seo_name
source: Direct access to sold out items
de_de: Direktaufruf ausverkaufter Artikel

# artikel_artikelanzeigefilter_seo_desc
source: Specify whether sold-out items can still be accessed directly via the item URL. This option is only valid when "Item display filter" is active.
de_de: Hier legen Sie fest, ob ausverkaufte Artikel weiterhin über die Artikel-URL aufrufbar sind. Diese Option ist nur wirksam, wenn „Artikelanzeigefilter“ aktiv ist.

# artikel_lagerampel_gruen_name
source: Green stock level
de_de: Lagerbestand grün

# artikel_lagerampel_gruen_desc
source: Enter from which stock level on the content of the language variable "ampel gruen" is displayed. Between this stock level and the stock level for "Red stock level", the content of the language variable "ampel gelb" is displayed.
de_de: Geben Sie hier ein, ab welchem Lagerbestand der Inhalt der Sprachvariable „ampel gruen“ angezeigt wird. Zwischen diesem Lagerbestand und dem Lagerbestand unter „Lagerbestand rot“ wird der Inhalt der Sprachvariable „ampel gelb“ angezeigt.

# artikel_lagerampel_rot_name
source: Red stock level
de_de: Lagerbestand rot

# artikel_lagerampel_rot_desc
source: Enter until which stock level on the content of the language variable "ampel rot" is displayed. Between this stock level and the stock level for "Green stock level", the content of the language variable "ampel gelb" is displayed.
de_de: Geben Sie hier ein, bis zu welchem Lagerbestand der Inhalt der Sprachvariable „ampel rot“ angezeigt wird. Zwischen diesem Lagerbestand und dem Lagerbestand unter „Lagerbestand grün“ wird der Inhalt der Sprachvariable „ampel gelb“ angezeigt.

# artikel_ampel_lagernull_gruen_name
source: Green stock level with "Allow negative stock"
de_de: Lagerbestand grün bei „Überverkäufe möglich“

# artikel_ampel_lagernull_gruen_desc
source: Specify whether for items for which "Allow negative stock" is activated in JTL-Wawi, the content of the language variable "ampel gruen" is always displayed.
de_de: Hier legen Sie fest, ob bei Artikeln, bei denen in JTL-Wawi die Option „Überverkäufe möglich“ aktiviert wurde, immer der Inhalt der Sprachvariable „ampel gruen“ angezeigt werden soll.

# global_preis0_name
source: If price is 0
de_de: Wenn Preis ist gleich 0

# global_preis0_desc
source: Specify whether items with a price of 0 can be placed in the basket or whether a note is displayed that the price is available on request. This option helps to prevent accidental free-of-charge listings.
de_de: Hier legen Sie fest, ob Artikel, deren Preis 0 ist, in den Warenkorb gelegt werden können, oder ob ein Hinweis angezeigt wird, dass der Preis auf Anfrage genannt werden kann. Diese Option kann verhindern, dass Artikel versehentlich kostenlos eingestellt werden.

# artikeldetails_variationswertlager_name
source: Variation values without available stock
de_de: Variationswerte ohne verfügbaren Lagerbestand

# artikeldetails_variationswertlager_desc
source: Specify what happens when individual variation values of variation items for which the option "Track stocks of variations" is enabled are out of stock.
de_de: Hier legen Sie für Artikel mit Variationen, bei denen die Option „Lagerbestand in Variationen“ aktiviert ist, fest, wie damit verfahren werden soll, wenn einzelne Variationswerte nicht auf Lager sind.

# global_versandfrei_anzeigen_name
source: Show that item can be shipped free of charge
de_de: Versandfrei beim Artikel anzeigen

# global_versandfrei_anzeigen_desc
source: Specify whether to display that an item is eligible for free shipping. The display depends on the settings in the shipping method and the setting "Show countries free of shipping costs (1470)".
de_de: Hier legen Sie fest, ob angezeigt werden soll, ob ein Artikel versandkostenfrei versendet werden kann. Diese Anzeige hängt von den Einstellungen in der Versandart und der Einstellung „Anzeige versandkostenfreier Länder“ (1470) ab.

# global_warenkorb_weiterleitung_name
source: Forwarding to basket
de_de: Weiterleitung zum Warenkorb

# global_warenkorb_weiterleitung_desc
source: Specify whether to forward customers directly to the basket when they place something in the basket.
de_de: Hier legen Sie fest, ob Kunden sofort zum Warenkorb weitergeleitet werden, wenn sie etwas in den Warenkorb legen.

# global_versandklasse_anzeigen_name
source: Show shipping class in shipping text
de_de: Versandklasse im Versandtext anzeigen

# global_versandklasse_anzeigen_desc
source: Specify whether the shipping class is shown for items that do not have the shipping class "standard".
de_de: Hier legen Sie fest, ob bei Artikeln, die nicht die Versandklasse „standard“ haben, die Versandklasse angezeigt werden soll.

# global_lieferverzoegerung_anzeigen_name
source: Show possible delivery delay
de_de: Evtl. Lieferzeitverzögerung anzeigen

# global_lieferverzoegerung_anzeigen_desc
source: Specify whether to display item delivery delays in the basket. For them to be displayed, inventory management must be active and negative stock must be allowed.
de_de: Hier legen Sie fest, ob Lieferzeitverzögerungen von Artikeln im Warenkorb angezeigt werden sollen. Voraussetzung für die Anzeige ist, dass bei Artikeln die Bestandsführung aktiv ist und Überverkäufe möglich sind.

# global_versandkostenfrei_darstellung_name
source: Show countries free of shipping costs
de_de: Anzeige versandkostenfreier Länder

# global_versandkostenfrei_darstellung_desc
source: Specify how to display the destination countries for which no shipping costs apply.
de_de: Hier legen Sie fest, wie die Länder angezeigt werden, in die der Versand kostenfrei ist.

# global_bestseller_minanzahl_name
source: Minimum number of sales for bestsellers
de_de: Mindestanzahl Verkäufe für Bestseller

# global_bestseller_minanzahl_desc
source: Specify the minimum number of times an item must be sold in order to be marked as a bestseller.
de_de: Hier legen Sie fest, wie oft ein Artikel mindestens verkauft werden muss, um als Bestseller markiert zu werden.

# kategorien_anzeigefilter_name
source: Category display
de_de: Kategorieanzeige

# kategorien_anzeigefilter_desc
source: Specify whether to display all categories in JTL-Shop or only categories that are not empty.
de_de: Hier legen Sie fest, ob in JTL-Shop alle Kategorien oder nur Kategorien, die nicht leer sind, angezeigt werden sollen.

# artikel_lagerampel_keinlager_name
source: Coloured stock level indicator (non-inventory items)
de_de: Lagerbestandsanzeige (ohne Bestandsführung)

# artikel_lagerampel_keinlager_desc
source: Specify the text that is to be displayed for non-inventory items.
de_de: Hier legen Sie fest, welcher Text bei Artikeln angezeigt wird, die ohne Bestandsführung arbeiten.

# global_shopname_name
source: Online shop name
de_de: Name des Onlineshops

# global_shopname_desc
source: Specify the title of your online shop here. The title is displayed, for example, when you move the mouse over the logo of your online shop.
de_de: Hier legen Sie den Titel Ihres Onlineshops fest. Dieser wird beispielsweise angezeigt, wenn Sie mit der Maus über das Logo des Onlineshops fahren.

# global_sichtbarkeit_name
source: Visible without login
de_de: Sichtbar ohne Anmeldung

# global_sichtbarkeit_desc
source: Specify whether visitors who are not logged in can see everything, can only see items without prices, or whether they cannot see items and categories at all.
de_de: Hier legen Sie fest, ob Besucher, die sich nicht anmelden, alles sehen, nur Artikel ohne Preise sehen oder Artikel und Kategorien gar nicht sehen können.

# global_kundenkonto_aktiv_name
source: Activation of new customer accounts
de_de: Aktivierung neuer Kundenkonten

# global_kundenkonto_aktiv_desc
source: Specify whether customer accounts have to be activated in JTL-Wawi first or whether they are active in JTL-Shop directly after creation and can be immediately used for a purchase.
de_de: Hier legen Sie fest, ob Kundenkonten erst in JTL-Wawi aktiviert werden müssen oder direkt nach Erstellung in JTL-Shop aktiv sind und zum Kauf verwendet werden können.

# kaufabwicklung_ssl_nutzen_name
source: Automatic redirection from http to https
de_de: Automatischer Seitenwechsel von http zu https

# kaufabwicklung_ssl_nutzen_desc
source: Here you can specify whether part of your website or your whole website is accessible only via an encrypted connection. For this purpose, a valid SSL certificate is required on your server.
de_de: Hier legen Sie fest, ob Teile Ihrer Website oder die gesamte Website nur verschlüsselt erreichbar sein sollen. Hierzu benötigen Sie ein gültiges SSL-Zertifikat auf Ihrem Server.

# global_versandhinweis_name
source: Refer to shipping costs underneath item price
de_de: Hinweis auf Versandkosten an Artikelpreisen

# global_erscheinende_kaeuflich_name
source: Items with release date in future
de_de: Artikel mit zukünftigem Erscheinungsdatum

# global_erscheinende_kaeuflich_desc
source: Specify whether items with a future release date can already be purchased.
de_de: Hier legen Sie fest, ob Artikel, deren Erscheinungsdatum in der Zukunft liegt, bereits gekauft werden können.

# global_zaehler_anzeigen_name
source: Show visitor counter
de_de: Besucherzähler anzeigen

# global_dezimaltrennzeichen_sonstigeangaben_name
source: Decimal separator for "Split quantity"
de_de: Dezimaltrennzeichen bei „Stückzahl teilbar“

# global_dezimaltrennzeichen_sonstigeangaben_desc
source: Specify which decimal separator is to be used for item quantities for which "Split quantity" is active in JTL-Wawi.
de_de: Hier legen Sie fest, welches Dezimaltrennzeichen bei Artikelmengen verwendet wird, für die „Stückzahl teilbar“ in JTL-Wawi aktiviert wurde.

# garbagecollector_wawiabgleich_name
source: Automatic clean-up of JTL-Shop (GarbageCollector)
de_de: Automatische Bereinigung von JTL-Shop (GarbageCollector)

# garbagecollector_wawiabgleich_desc
source: Specify whether entries in fast-growing tables are to be deleted regularly. We recommend settings this option to "Yes".
de_de: Hier legen Sie fest, ob Einträge in stark wachsenden Tabellen regelmäßig gelöscht werden sollen. Wir empfehlen, die Einstellung auf „Ja“ zu setzen.

# global_merkmalwert_url_indexierung_name
source: Search engine indexing of characteristic URLs
de_de: Suchmaschinen-Indexierung von Merkmalwert-URLs

# redirect_save_404_name
source: Automatically record 404 hits under "Forwarding"
de_de: 404-Hits automatisch unter „Weiterleitungen“ erfassen

# redirect_save_404_desc
source: Specify whether bad URLs are to be recorded automatically on the Forwarding page. You can then set up a forwarding for these pages.
de_de: Hier legen Sie fest, ob nicht gefundene URLs automatisch gespeichert werden sollen. Sie können anschließend für diese Seiten eine Weiterleitung einrichten.

# global_ust_auszeichnung_name
source: Display of VAT for items
de_de: Umsatzsteuer-Ausweisung am Artikel

# global_ust_auszeichnung_desc
source: Depending on the customer group, "Insert 'incl./excl. VAT' automatically" displays whether the indicated price includes or excludes VAT. You can decide whether the respective tax rate should also be displayed or not. If you select "Insert 'final price*'", the text "final price*" is displayed with the item. The related note must be entered into "Notes in footer".
de_de: „Automatisch ‚inkl./exkl. USt‘ einfügen“ zeigt abhängig von der Kundengruppe an, ob der Preis inklusive oder exklusive Umsatzsteuer angegeben ist. Dabei können Sie entscheiden, ob zusätzlich der konkrete Steuersatz angezeigt wird oder nicht. Wenn Sie „‚Endpreis*‘ einfügen“ auswählen, wird „Endpreis*“ am Artikel angezeigt. Den zugehörigen Hinweis tragen Sie unter „Hinweise in Fußzeile“ ein.

# global_fusszeilehinweis_name
source: Notes in footer
de_de: Hinweise in Fußzeile

# global_fusszeilehinweis_desc
source: Here you can give further information on the item price (e.g. as a small-business&nbsp;owner).
de_de: Hier können Sie weitere Hinweise zum Artikelpreis eingeben (z.&nbsp;B. als Kleinunternehmer).

# global_steuerpos_anzeigen_name
source: Show tax positions in order process/emails
de_de: Steuerpositionen in Bestellvorgang / E-Mails ausweisen

# global_steuerpos_anzeigen_desc
source: As a small-business owner, you can activate and deactivate stating VAT here.
de_de: Als Kleinunternehmer können Sie die explizite Ausweisung der USt. hiermit ein- und ausschalten.

# warenkorbpers_nutzen_name
source: Save basket
de_de: Warenkorb speichern

# warenkorbpers_nutzen_desc
source: Specify whether to save the last basket with unordered items for customers in the database. This allows customers to access their previous baskets when they log in again at a later time.
de_de: Hier legen Sie fest, ob für angemeldete Kunden der letzte nicht bestellte Warenkorb in der Datenbank gespeichert werden soll. Damit können Kunden, die sich erneut anmelden, auf den vorherigen Warenkorb zurückgreifen.

# global_wunschliste_weiterleitung_name
source: Forwarding to wish list
de_de: Weiterleitung zum Wunschzettel

# global_wunschliste_weiterleitung_desc
source: Specify whether your customers are forwarded directly to the wish list when they add an item to it.
de_de: Hier legen Sie fest, ob Ihre Kunden direkt zum Wunschzettel weitergeleitet werden, wenn sie einen Artikel hinzufügen.

# global_wunschliste_anzeigen_name
source: Enable wish list
de_de: Wunschzettel nutzen

# global_wunschliste_anzeigen_desc
source: Specify whether your customers are able to create and maintain wish lists.
de_de: Hier legen Sie fest, ob Ihre Kunden grundsätzlich Wunschzettel erstellen und pflegen können.

# global_wunschliste_freunde_aktiv_name
source: Enable sharing wish lists with friends
de_de: Wunschzettelversand an Freunde aktivieren

# global_wunschliste_freunde_aktiv_desc
source: Specify whether your customers should be able to send their wish lists by email directly from JTL-Shop.
de_de: Hier legen Sie fest, ob Ihre Kunden die von ihnen gepflegten Wunschzettel direkt aus JTL-Shop per E-Mail versenden können.

# global_wunschliste_max_email_name
source: Maximum number of recipients for sharing a wish list
de_de: Maximale Anzahl von Empfängern beim Wunschzettelversand

# global_wunschliste_max_email_desc
source: Specify to how many recipients wish lists can be sent by email.
de_de: Hier legen Sie fest, an wie viele Empfänger Wunschzettel per E-Mail versendet werden können.

# global_wunschliste_artikel_loeschen_nach_kauf_name
source: Delete purchased items from wish list after ordering
de_de: Gekaufte Artikel nach Bestellung von Wunschzettel löschen

# global_wunschliste_artikel_loeschen_nach_kauf_desc
source: Specify whether to delete items from the wish list after they have been bought.
de_de: Hier legen Sie fest, ob Artikel, nachdem sie gekauft wurden, vom Wunschzettel gelöscht werden sollen.

# wartungsmodus_aktiviert_name
source: Enable maintenance mode
de_de: Wartungsmodus aktivieren

# wartungsmodus_aktiviert_desc
source: Visitors of your online shop are shown an info text about ongoing maintenance work. This text is controlled via the language variable "maintenanceModeActive". Go to the menu "Language variables" to change the text displayed for this variable.
de_de: Der Besucher des Onlineshops sieht einen Infotext zur laufenden Wartung. Dieser Text wird über die Sprachvariable „maintenanceModeActive“ gesteuert. Wechseln Sie zum Menüeintrag „Sprachvariablen“, um den Text für diese Sprachvariable zu ändern.

# global_versandermittlung_anzeigen_name
source: Show shipping cost determination
de_de: Versandkostenermittlung anzeigen

# global_versandermittlung_anzeigen_desc
source: Specify whether to display the shipping cost determination on the special page "Shipments".
de_de: Hier legen Sie fest, ob die Versandkostenermittlung auf der Spezialseite „Versand“ angezeigt wird.

# global_versandermittlung_lieferdauer_anzeigen_name
source: Show delivery time with shipping cost determination
de_de: Lieferdauer bei Versandkostenermittlung anzeigen

# global_versandermittlung_lieferdauer_anzeigen_desc
source: Specify whether to also display the delivery time with the shipping cost determination.
de_de: Hier legen Sie fest, ob bei der Versandkostenermittlung auch die Lieferdauer angezeigt werden soll.

# admin_ckeditor_mode_name
source: CKEditor mode
de_de: CKEditor-Modus

# admin_login_logger_mode_name
source: Record failed login attempts by Admin
de_de: Anmeldeversuche von Admin protokollieren

# admin_login_logger_mode_desc
source: Specify whether login attempts by the Admin account are logged in the back end.
de_de: Hier legen Sie fest, ob Anmeldeversuche des Admins im Backend protokolliert werden.

# global_cookie_lifetime_desc
source: Specify how many seconds a cookie is valid. 0 equals the default value.
de_de: Hier legen Sie fest, wie viele Sekunden ein Cookie gültig sein soll. 0 bedeutet Standard.

# global_cookie_path_name
source: Cookie path
de_de: Cookie-Pfad

# global_cookie_path_desc
source: Specify the path of your JTL-Shop in which the cookie should be available. Enter a simple slash so that it is available everywhere. Leave this field empty to get the default setting.
de_de: Hier hinterlegen Sie den Pfad Ihres JTL-Shops, in dem der Cookie zur Verfügung stehen soll. Geben Sie einen einfachen Schrägstrich ein, damit er überall zur Verfügung steht. Lassen Sie das Feld leer, um die Standardeinstellung zu wählen.

# global_cookie_domain_desc
source: Enter the domain for&nbsp;which the cookies are valid, e.g. "www.example.com". For cookies to be available on all subdomains as well, the subdomain must be preceded by a dot. Leave this field empty to get the default setting.
de_de: Hier geben Sie die Domain an, für die die Cookies gelten, z.&nbsp;B. „www.beispiel.com“. Damit Cookies auch auf allen Subdomains zur Verfügung stehen, muss der Domain ein Punkt vorangestellt werden. Lassen Sie das Feld leer, um die Standardeinstellung zu wählen.

# global_cookie_secure_desc
source: Specify whether cookies are to be sent with secure connections only.
de_de: Hier können Sie festlegen, ob Cookies nur bei sicheren Verbindungen gesendet werden sollen.

# global_cookie_httponly_desc
source: Specify whether PHP should attempt to send the HTTPONLY flag.
de_de: Hier legen Sie fest, ob PHP versuchen soll, das HTTPONLY-Flag zu senden.

# global_cookie_samesite_desc
source: Specify whether PHP should attempt to send the SameSite flag.
de_de: Hier legen Sie fest, ob PHP versuchen soll, das SameSite-Flag zu senden.

# startseite_neuimsortiment_anzahl_name
source: "New in product range": Number of items
de_de: „Neu im Sortiment“: Anzahl Artikel

# startseite_neuimsortiment_anzahl_desc
source: Specify the number of items per box. Enter 0 if you do not want this box to be displayed. Fur further settings regarding the slider „New in product range“, please see the "Settings" tab in "Standard elements > Footers/Boxes".
de_de: Hier legen Sie die Anzahl der Artikel in der Box fest. Geben Sie 0 ein, um diese Box gar nicht anzuzeigen. Weitere Einstellungen zu dem „Neu im Sortiment“-Slider finden Sie im Einstellungen-Tab unter „Standardelemente > Footer / Boxen“.

# startseite_neuimsortiment_sortnr_name
source: "New in product range": Sort number
de_de: „Neu im Sortiment“: Sortiernummer

# startseite_neuimsortiment_sortnr_desc
source: Specify the position of the box. The lower an entered number is in comparison to that of other boxes, the higher up a box appears.
de_de: Hier legen Sie die Position der Box fest. Je niedriger eine eingegebene Zahl im Vergleich zu den anderen Boxen ist, desto weiter oben erscheint eine Box.

# startseite_topangebote_anzahl_name
source: Top items: Number of items
de_de: Top-Artikel: Anzahl Artikel

# startseite_topangebote_sortnr_name
source: Top items: Sort number
de_de: Top-Artikel: Sortiernummer

# startseite_sonderangebote_anzahl_name
source: Special offers: Number of items
de_de: Sonderangebote: Anzahl Artikel

# startseite_sonderangebote_sortnr_name
source: Special offers: Sort number
de_de: Sonderangebote: Sortiernummer

# startseite_bestseller_anzahl_name
source: Bestsellers: Number of items
de_de: Bestseller: Anzahl Artikel

# startseite_bestseller_sortnr_name
source: Bestsellers: Sort number
de_de: Bestseller: Sortiernummer

# email_methode_name
source: Send emails via
de_de: E-Mails versenden per

# email_methode_desc
source: Specify the protocol used to send emails.
de_de: Hier legen Sie fest, über welches Protokoll E-Mails versendet werden.

# email_sendmail_pfad_name
source: Sendmail path
de_de: Sendmail-Pfad

# email_sendmail_pfad_desc
source: If you have selected the "Sendmail" option under "Send emails via", enter the path for sendmail here.
de_de: Falls Sie unter „E-Mails versenden per“ die Option „Sendmail“ gewählt haben, geben Sie hier den Pfad für Sendmail ein.

# email_smtp_hostname_desc
source: If you have selected the "SMTP" option under "Send emails via", enter the name of the host here.
de_de: Falls Sie unter „E-Mails versenden per“ die Option „SMTP“ gewählt haben, geben Sie hier den Namen des Hosts ein.

# email_smtp_port_desc
source: If you have selected the "SMTP" option under "Send emails via", enter the number of the port here.
de_de: Falls Sie unter „E-Mails versenden per“ die Option „SMTP“ gewählt haben, geben Sie hier die Nummer des Ports ein.

# email_smtp_auth_name
source: Use SMTP Auth
de_de: SMTP-Auth nutzen

# email_smtp_auth_desc
source: If you have selected the "SMTP" option under "Send emails via", you can specify here whether SMTP authentication is required.
de_de: Falls Sie unter „E-Mails versenden per“ die Option „SMTP“ gewählt haben, können Sie hier angeben, ob eine SMTP-Authentifizierung notwendig ist.

# email_smtp_user_name
source: SMTP user name
de_de: SMTP-Benutzername

# email_smtp_user_desc
source: If you use SMTP-Auth, you can enter the user name for the SMTP server here.
de_de: Falls Sie SMTP-Auth nutzen, können Sie hier den Benutzernamen für den SMTP-Server eingeben.

# email_smtp_pass_name
source: SMTP password
de_de: SMTP-Passwort

# email_smtp_pass_desc
source: If you use SMTP-Auth, you can enter the password for the SMTP server here.
de_de: Falls Sie SMTP-Auth nutzen, können Sie hier das Passwort für den SMTP-Server eingeben.

# email_smtp_verschluesselung_desc
source: If you have selected the "SMTP" option under "Send emails via", you can specify here whether and how the SMTP connection is encrypted.
de_de: Falls Sie unter „E-Mails versenden per“ die Option „SMTP“ gewählt haben, können Sie hier angeben, ob und wie die SMTP-Verbindung verschlüsselt ist.

# email_master_absender_name
source: Master email address
de_de: Master-E-Mail-Adresse

# email_master_absender_desc
source: Specify the email address from which newsletters are to be sent.
de_de: Hier legen Sie fest, von welcher E-Mail-Adresse E-Mails versendet werden sollen.

# email_master_absender_name_name
source: Sender for master email address
de_de: Absender für Master-E-Mail-Adresse

# email_master_absender_name_desc
source: Specify which sender is to be used for emails.
de_de: Hier legen Sie fest, welcher Absender bei E-Mails verwendet werden soll.

# suche_fulltext_name
source: Use full-text search
de_de: Volltextsuche verwenden
