Repository: yonkon/jtl_test
Catalog: admin/locale/*/configs/configs.po
Languages: de_de

# merkmalfilter_verwenden_desc
source: Specify whether to display characteristics filters. These options are only partially supported by the NOVA template. Please select "Yes, in content area and in navigation box" or "No" if you are using NOVA.
de_de: Hier legen Sie fest, ob Merkmalfilter angezeigt werden sollen. Diese Optionen werden im NOVA-Template nur teilweise unterstützt. Bitte wählen Sie „Ja, im Content-Bereich und der Navigationsbox“ oder „Nein“, falls Sie NOVA verwenden.

# merkmalfilter_trefferanzahl_anzeigen_name
source: Show number of results for characteristics filters
de_de: Trefferanzahl bei Merkmalfiltern anzeigen

# merkmalfilter_trefferanzahl_anzeigen_desc
source: Specify how to display the number of results for characteristics filters.
de_de: Hier legen Sie fest, wie die Trefferanzahl bei Merkmalfiltern angezeigt werden soll.

# merkmal_anzeigen_als_name
source: Show characteristics as
de_de: Merkmale anzeigen als

# merkmal_anzeigen_als_desc
source: Specify how to display the characteristics.
de_de: Hier legen Sie fest, wie die Merkmale angezeigt werden sollen.

# merkmalfilter_maxmerkmale_name
source: Max. number of characteristics for filter
de_de: Maximale Anzahl Merkmale in Filter

# merkmalfilter_maxmerkmale_desc
source: Specify the maximum number of characteristics shown for the filter.
de_de: Hier begrenzen Sie die Anzahl der Merkmale, die im Filter angezeigt werden.

# merkmalfilter_maxmerkmalwerte_name
source: Max. number of characteristic values
de_de: Maximale Anzahl Merkmalwerte

# merkmalfilter_maxmerkmalwerte_desc
source: Limit the number of characteristic values that are shown per characteristic for the filter.
de_de: Hier begrenzen Sie die Anzahl der Merkmalwerte, die pro Merkmal im Filter angezeigt werden.

# preisspannenfilter_benutzen_name
source: Allow filtering by price range
de_de: Preisspannenfilter benutzen

# preisspannenfilter_benutzen_desc
source: Specify whether your customers are able to filter by specific price ranges when displaying an item list. These options are only partially supported by the NOVA template. Please select "Yes, in content area and in navigation box" or "No" if you are using NOVA.
de_de: Mit dieser Option legen Sie fest, ob Ihren Kunden bei der Anzeige einer Artikelliste die Möglichkeit gegeben werden soll, nach bestimmten Preisspannen zu filtern. Diese Optionen werden im NOVA-Template nur teilweise unterstützt. Bitte wählen Sie „Ja, im Content-Bereich und der Navigationsbox“ oder „Nein“, falls Sie NOVA verwenden.

# preisspannenfilter_spannen_ausblenden_name
source: Hide empty price ranges
de_de: Leere Preisspannen ausblenden

# preisspannenfilter_spannen_ausblenden_desc
source: Specify whether to display price ranges that do not apply to any item.
de_de: Hier legen Sie fest, ob Preisspannen, in die kein Artikel fällt, auch angezeigt werden sollen.

# preisspannenfilter_anzeige_berechnung_name
source: Automatic price range filtering
de_de: Automatische Preisspannenfilterung

# preisspannenfilter_anzeige_berechnung_desc
source: Specify whether JTL-Shop selects the displayed price ranges itself (automatically) or whether previously defined price ranges are to be selected (manually). If you select "manually", more fields appear into which you can enter the range of prices.
de_de: Hier legen Sie fest, ob JTL-Shop selbst die angezeigten Preisspannen auswählt (automatisch) oder ob immer vorher definierte Preisspannen gewählt werden sollen (manuell). Wenn Sie „manuell“ wählen, werden Ihnen weitere Felder angezeigt, in die Sie die Preisspannen eingeben können.

# hersteller_bild_anzeigen_name
source: Show manufacturer
de_de: Hersteller anzeigen

# hersteller_bild_anzeigen_desc
source: Specify whether to display manufacturer information (e.g. in the item details) when clicking on a manufacturer.
de_de: Mit dieser Option legen Sie fest, ob bei Klick auf einen Hersteller (z. B. in den Artikeldetails) Informationen zum Hersteller angezeigt werden.

# hersteller_beschreibung_anzeigen_name
source: Show description of manufacturer
de_de: Herstellerbeschreibung anzeigen

# hersteller_beschreibung_anzeigen_desc
source: Specify whether to also display a descriptive text for the manufacturer.
de_de: Hier legen Sie fest, ob auch der Beschreibungstext zum Hersteller angezeigt werden soll.

# merkmalwert_bild_anzeigen_name
source: Show characteristic value
de_de: Merkmalwert anzeigen

# merkmalwert_bild_anzeigen_desc
source: Specify whether to display the value and the image stored for the value when you click on a characteristic value in the item details.
de_de: Hier legen Sie fest, ob bei Klick auf einen Merkmalwert in den Artikeldetails der Wert und das für den Wert hinterlegte Bild angezeigt werden sollen.

# merkmalwert_beschreibung_anzeigen_name
source: Show description of characteristic value
de_de: Merkmalwertbeschreibung anzeigen

# merkmalwert_beschreibung_anzeigen_desc
source: Specify whether to display the description of the characteristic value defined in JTL-Wawi.
de_de: Hier legen Sie fest, ob zusätzlich die in JTL-Wawi hinterlegte Beschreibung des Merkmalwerts angezeigt werden soll.

# kategorie_bild_anzeigen_name
source: Show category
de_de: Kategorie anzeigen

# kategorie_bild_anzeigen_desc
source: Specify how to display a category when clicking on it in the navigation.
de_de: Hier legen Sie fest, wie eine Kategorie angezeigt wird, wenn Sie in der Navigation auf diese klicken.

# kategorie_beschreibung_anzeigen_name
source: Show category description
de_de: Kategoriebeschreibung anzeigen

# kategorie_beschreibung_anzeigen_desc
source: Specify whether to display the category description managed in JTL-Wawi on the category page.
de_de: Hier legen Sie fest, ob die in JTL-Wawi gepflegte Kategoriebeschreibung auf der Kategorieseite angezeigt werden soll.

# artikeluebersicht_bild_anzeigen_name
source: Show subcategory
de_de: Unterkategorie anzeigen

# artikeluebersicht_bild_anzeigen_desc
source: Specify whether to display subcategories on the page. For this purpose, you can specify whether this is possible only as text or image or with both.
de_de: Hier legen Sie fest, ob auf der Seite auch die Unterkategorien angezeigt werden sollen. Dabei können Sie festlegen, ob dies nur als Text bzw. Bild oder mit beidem geschieht.

# unterkategorien_lvl2_anzeigen_name
source: Show second-level subcategories
de_de: Unter-Unterkategorien anzeigen

# unterkategorien_lvl2_anzeigen_desc
source: You can use this option to display second-level subcategories of individual subcategories.
de_de: Mit dieser Option können Sie zusätzlich die Unterkategorien einzelner Unterkategorien anzeigen lassen.

# unterkategorien_beschreibung_anzeigen_name
source: Show subcategory description
de_de: Unterkategoriebeschreibung anzeigen

# unterkategorien_beschreibung_anzeigen_desc
source: Specify whether to also display the description of subcategories.
de_de: Hier legen Sie fest, ob die Beschreibung von Unterkategorien ebenfalls angezeigt werden soll.

# blacklist_benutzen_name
source: Use email blacklist
de_de: E-Mail-Blacklist benutzen

# blacklist_benutzen_desc
source: Specify whether to use the email blacklist. Specify the email addresses which cannot be used for registration in the online shop and for unregistered orders under "Email addresses".
de_de: Hier legen Sie fest, ob die E-Mail-Blacklist angewendet werden soll. Unter „E-Mail-Adressen“ legen Sie fest, welche Adressen nicht zur Registrierung im Onlineshop und für unregistrierte Bestellungen verwendet werden können.

# global_meta_publisher_desc
source: Specify the global publisher of the website.
de_de: Hier geben Sie den globalen Herausgeber der Website an.

# global_meta_copyright_desc
source: Specify the global copyright of the website.
de_de: Hier geben Sie das globale Copyright der Website an.

# global_meta_title_anhaengen_name
source: Add meta title to item detail pages
de_de: Meta Title an Artikeldetailseiten anhängen

# global_meta_title_anhaengen_desc
source: This setting ensures that for each item detail page, the global meta title is added to the individual meta title of the page.
de_de: Diese Einstellung sorgt dafür, dass der globale Meta Title auf jeder Artikeldetailseite an den individuellen Meta Title der Seite angehängt wird.

# global_meta_title_preis_name
source: Add item price to title
de_de: Artikelpreis im Titel anhängen

# global_meta_title_preis_desc
source: This setting ensures that the item price is added to the meta title on each item detail page.
de_de: Diese Einstellung sorgt dafür, dass der Artikelpreis auf jeder Artikeldetailseite an den Meta Title angehängt wird.

# global_meta_keywords_laenge_name
source: Minimum number of characters in keywords
de_de: Mindestanzahl von Zeichen in Keywords

# global_meta_keywords_laenge_desc
source: Specify the minimum length of the meta keywords for item detail pages.
de_de: Hier legen Sie fest, wie lang die Meta Keywords für Artikeldetailseiten mindestens sein müssen.

# global_meta_maxlaenge_title_name
source: Maximum number of characters in meta title
de_de: Maximalanzahl von Zeichen im Meta Title

# global_meta_maxlaenge_title_desc
source: Specify the maximum number of characters that a meta title may have (including spaces).
de_de: Hier legen Sie fest, wie viele Zeichen der Meta Title maximal haben darf (inklusive Leerzeichen).

# global_meta_maxlaenge_description_name
source: Maximum number of characters in meta description
de_de: Maximalanzahl von Zeichen in Meta Description

# global_meta_maxlaenge_description_desc
source: Specify the maximum number of characters that a meta description may have (including spaces).
de_de: Hier legen Sie fest, wie viele Zeichen die Meta Description maximal haben darf (inklusive Leerzeichen).

# news_benutzen_name
source: Use blog
de_de: Blog verwenden

# news_benutzen_desc
source: Specify whether to display the blog in the front end of JTL-Shop.
de_de: Hier legen Sie generell fest, ob der Blog im Frontend von JTL-Shop angezeigt werden soll.

# news_kommentare_nutzen_name
source: Allow comments on blog posts
de_de: Blog kommentierbar

# news_kommentare_nutzen_desc
source: Specify whether a comment can be added to all blog posts.
de_de: Hier legen Sie fest, ob alle Blogbeiträge kommentierbar sein sollen.

# news_anzahl_uebersicht_name
source: Number of blog posts in overview
de_de: Anzahl Blogbeiträge in der Übersicht

# news_anzahl_uebersicht_desc
source: Specify the number of blog post to be displayed in the blog overview. For the default setting, enter 0.
de_de: Hier legen Sie fest, wie viele Beiträge in der Blogübersicht angezeigt werden sollen. Setzen Sie 0 für die Standardeinstellung.

# news_anzahl_content_name
source: Number of blog posts on homepage
de_de: Anzahl Blogbeiträge auf Startseite

# news_anzahl_content_desc
source: Specify the number of blog posts to be displayed on the start page of your JTL-Shop.
de_de: Hier legen Sie fest, wie viele Blogbeiträge auf der Startseite Ihres JTL-Shops angezeigt werden sollen.

# news_anzahl_box_name
source: Number of months/cateogries in the box
de_de: Anzahl Monate/Kategorien in der Box

# news_anzahl_box_desc
source: Specify the number of months/categories to be displayed in the "Blog (monthly overview) / Blog (category overview)" box.
de_de: Hier legen Sie fest, wie viele Monate in der Box „Blog (Monatsübersicht)“ angezeigt werden sollen, bzw. wie viele Kategorien in der Box „Blog (Kategorieübersicht)“ angezeigt werden sollen.

# news_kommentare_freischalten_name
source: Activate comments
de_de: Kommentare freischalten

# news_kommentare_freischalten_desc
source: Specify whether comments must always be activated by you before they are displayed under blog posts.
de_de: Hier legen Sie fest, ob Kommentare immer erst von Ihnen freigeschaltet werden müssen, bevor sie unter Blogbeiträgen angezeigt werden.

# news_kommentare_anzahlproseite_name
source: Number of comments per page
de_de: Anzahl Kommentare pro Seite

# news_kommentare_anzahlproseite_desc
source: Specify the maximum number of comments allowed per page.
de_de: Hier legen Sie fest, wie viele Kommentare auf einer Seite angezeigt werden.

# news_kommentare_anzahlprobesucher_name
source: Maximum number of comments per post
de_de: Maximale Anzahl Kommentare pro Beitrag

# news_kommentare_anzahlprobesucher_desc
source: Specify the maximum number of comments a user can add to a blog post. 0 means that there is no limit.
de_de: Hier legen Sie fest, wie viele Kommentare ein Benutzer maximal zu einem Blogbeitrag schreiben darf. 0 bedeutet, dass es keine Begrenzung gibt.

# news_kategorie_unternewsanzeigen_name
source: Show blog categories under blog
de_de: Blogkategorien unter dem Blog anzeigen

# news_kategorie_unternewsanzeigen_desc
source: Specify whether to display the respective blog categories under a selected blog post.
de_de: Hier legen Sie fest, ob unter einem ausgewählten Blogbeitrag auch die Blogkategorien angezeigt werden.

# sitemap_seiten_anzeigen_name
source: Show all custom pages
de_de: Alle eigenen Seiten anzeigen

# sitemap_seiten_anzeigen_desc
source: Specify whether all custom pages should appear in the sitemap.
de_de: Hier legen Sie fest, ob alle eigenen Seiten in der Sitemap erscheinen sollen.

# sitemap_kategorien_anzeigen_name
source: Show all categories
de_de: Alle Kategorien anzeigen

# sitemap_kategorien_anzeigen_desc
source: Specify whether all category sites should appear in the sitemap.
de_de: Hier legen Sie fest, ob alle Kategorie-Seiten in der Sitemap erscheinen sollen

# sitemap_hersteller_anzeigen_name
source: Show manufacturers
de_de: Hersteller anzeigen

# sitemap_hersteller_anzeigen_desc
source: Specify whether all manufacturer pages should appear in the sitemap.
de_de: Hier legen Sie fest, ob alle Hersteller-Seiten in der Sitemap erscheinen sollen.

# sitemap_news_anzeigen_name
source: Show blog
de_de: Blog anzeigen

# sitemap_news_anzeigen_desc
source: Specify whether all blog pages should appear in the sitemap.
de_de: Hier legen Sie fest, ob alle Blogseiten in der Sitemap erscheinen sollen.

# sitemap_newskategorien_anzeigen_name
source: Show all blog categories
de_de: Blogkategorien anzeigen

# sitemap_newskategorien_anzeigen_desc
source: Specify whether all blog category pages should appear in the sitemap.
de_de: Hier legen Sie fest, ob alle Blogkategorieseiten in der Sitemap erscheinen sollen.

# sitemap_livesuche_anzeigen_name
source: Show search queries
de_de: Suchanfragen anzeigen

# sitemap_livesuche_anzeigen_desc
source: Specify whether all search queries should appear in the sitemap.
de_de: Hier legen Sie fest, ob alle Suchanfragen-Seiten in der Sitemap erscheinen sollen.

# sitemap_googleimage_anzeigen_name
source: Show item images in sitemap
de_de: Artikelbilder in der Sitemap anzeigen

# sitemap_googleimage_anzeigen_desc
source: Specify whether links to item images should appear in the sitemap.
de_de: Hier legen Sie fest, ob Links auf Artikelbilder in der Sitemap erscheinen sollen.

# sitemap_images_categories_name
source: Show category images
de_de: Kategoriebilder anzeigen

# sitemap_images_categories_desc
source: Specify whether all category images should appear in the sitemap.
de_de: Hier legen Sie fest, ob alle Kategoriebilder in der Sitemap erscheinen sollen.

# sitemap_images_manufacturers_name
source: Show manufacturer images
de_de: Herstellerbilder anzeigen

# sitemap_images_manufacturers_desc
source: Specify whether all manufacturer images should appear in the sitemap.
de_de: Hier legen Sie fest, ob alle Herstellerbilder in der Sitemap erscheinen sollen.

# sitemap_images_newscategory_items_name
source: Show blog category images
de_de: Blogkategoriebilder anzeigen

# sitemap_images_newscategory_items_desc
source: Specify whether all blog category images should appear in the sitemap.
de_de: Hier legen Sie fest, ob alle Blogkategoriebilder in der Sitemap erscheinen sollen.

# sitemap_images_news_items_name
source: Show blog post images
de_de: Blogbeitragsbilder anzeigen

# sitemap_images_news_items_desc
source: Specify whether all blog post images should appear in the sitemap.
de_de: Hier legen Sie fest, ob alle Blogbeitragsbilder in der Sitemap erscheinen sollen.

# sitemap_images_attributes_name
source: Show characteristic images
de_de: Merkmalbilder anzeigen

# sitemap_images_attributes_desc
source: Specify whether all characteristic images should appear in the sitemap.
de_de: Hier legen Sie fest, ob alle Merkmalbilder in der Sitemap erscheinen sollen.

# sitemap_wawiabgleich_name
source: Create a sitemap during synchronisation with JTL-Wawi
de_de: Sitemap beim Abgleich mit JTL-Wawi erstellen

# sitemap_wawiabgleich_desc
source: Specify whether to regenerate the sitemap during each synchronisation with JTL-Wawi.
de_de: Hier legen Sie fest, ob bei jedem Abgleich mit JTL-Wawi die Sitemap neu erzeugt werden soll.

# sitemap_varkombi_children_export_name
source: Export of child items (parent-child relationships)
de_de: Export von Kindartikeln (Varkombis)

# sitemap_varkombi_children_export_desc
source: Specify whether child items are to be included in the export file.
de_de: Hier legen Sie fest, ob Kindartikel von Varkombis in die Exportdatei geschrieben werden sollen.

# sitemap_insert_changefreq_name
source: Add changefreq to sitemap
de_de: Changefreq in Sitemap einfügen

# sitemap_insert_priority_name
source: Add priority to sitemap
de_de: Priority in Sitemap einfügen

# sitemap_insert_lastmod_name
source: Add lastmod to sitemap
de_de: Lastmod in Sitemap einfügen

# sitemap_google_ping_name
source: Submit sitemap to Google and Bing after export
de_de: Sitemap nach Export an Google und Bing übermitteln

# sitemap_google_ping_desc
source: Specify whether a notification is sent to Google and Bing after the files sitemap.xml and sitemap_index.xml have been exported so that they can recrawl the sitemap.
de_de: Hier legen Sie fest, ob nach dem Export der Dateien sitemap.xml und sitemap_index.xml eine Mitteilung an Google und Bing erfolgt, damit diese die Sitemap erneut einlesen.

# suchspecials_sortierung_bestseller_name
source: Sorting of bestsellers
de_de: Sortierung für Bestseller

# suchspecials_sortierung_bestseller_desc
source: Specify the default sorting option for bestsellers.
de_de: Hier legen Sie die Standardsortierung für Bestseller fest.

# suchspecials_sortierung_sonderangebote_name
source: Sorting of special offers
de_de: Sortierung für Sonderangebote

# suchspecials_sortierung_sonderangebote_desc
source: Specify the default sorting for special offers.
de_de: Hier legen Sie die Standardsortierung für Sonderangebote fest.

# suchspecials_sortierung_neuimsortiment_name
source: Sorting of "New in product range" items
de_de: Sortierung für Neu im Sortiment

# suchspecials_sortierung_neuimsortiment_desc
source: Specify the default sorting for items with the identifier "New in product range"
de_de: Hier legen Sie die Standardsortierung für Artikel mit der Kennzeichnung „Neu im Sortiment“ fest.

# suchspecials_sortierung_topangebote_name
source: Sorting for top items
de_de: Sortierung für Top-Artikel

# suchspecials_sortierung_topangebote_desc
source: Specify the default sorting for top items.
de_de: Hier legen Sie die Standardsortierung für Top-Artikel fest.

# suchspecials_sortierung_inkuerzeverfuegbar_name
source: Sorting of "Available soon" items
de_de: Sortierung für In Kürze verfügbar

# suchspecials_sortierung_inkuerzeverfuegbar_desc
source: Specify the default sorting for items marked as "Available soon".
de_de: Hier legen Sie die Standardsortierung für Artikel mit der Kennzeichnung „In Kürze verfügbar“ fest.

# suchspecials_sortierung_topbewertet_name
source: Sorting of "Top rated" items
de_de: Sortierung für Top bewertet

# suchspecials_sortierung_topbewertet_desc
source: Specify the default sorting for items marked as "Top rated".
de_de: Hier legen Sie die Standardsortierung für Artikel mit der Kennzeichnung „Top bewertet“ fest.

# auswahlassistent_nutzen_name
source: Use Selection Wizard
de_de: Auswahlassistent nutzen

# auswahlassistent_nutzen_desc
source: Enables you to activate the Selection Wizard for JTL-Shop. Please note that you must also enter a licence for the Selection Wizard in the online shop integration of JTL-Wawi.
de_de: Hier aktivieren Sie den Auswahlassistenten für Ihren JTL-Shop. Bitte beachten Sie, dass Sie zusätzlich eine Lizenz für den Auswahlassistenten in der Onlineshop-Anbindung von JTL-Wawi hinterlegen müssen.

# auswahlassistent_anzeigeformat_name
source: Displaying format for answers
de_de: Anzeigeformat der Antworten

# auswahlassistent_anzeigeformat_desc
source: Specify how to display possible answers. In order that images can be displayed, these images must be stored in the characteristics in JTL-Wawi.
de_de: Hier legen Sie fest, wie die Antwortmöglichkeiten angezeigt werden sollen. Damit Bilder angezeigt werden können, müssen diese in den Merkmalen in JTL-Wawi hinterlegt sein.

# auswahlassistent_allefragen_name
source: Show all questions directly
de_de: Alle Fragen direkt anzeigen

# auswahlassistent_allefragen_desc
source: Specify whether all questions are directly visible (Yes) or are to be displayed one after another (No).
de_de: Hier legen Sie fest, ob alle Fragen direkt zu sehen sind (Ja) oder nach und nach angezeigt werden sollen (Nein).

# auswahlassistent_anzahl_anzeigen_name
source: Number of items after each answer
de_de: Artikelanzahl hinter jeder Antwort

# auswahlassistent_anzahl_anzeigen_desc
source: Specify whether to state the number of items to which the answer applies after each answer.
de_de: Hier legen Sie fest, ob hinter jeder Antwortmöglichkeit die Anzahl an Artikeln stehen soll, für die die Antwort zutrifft.

# rma_number_gen_name
source: Generation of return authorisation numbers
de_de: Rücksendenummern-Generierung

# rma_number_gen_desc
source: Specify how to generate return authorisation numbers.
de_de: Hier legen Sie fest, wie die Rücksendenummer generiert werden soll.

# rma_number_incr_name
source: Increase the consecutive number by
de_de: Erhöhung der fortlaufenden Nummer um

# rma_number_incr_desc
source: Specify the value by which the consecutive number is increased when goods are returned.
de_de: Hier legen Sie fest, um welchen Wert die fortlaufende Nummer bei einer Warenrücksendung erhöht wird.

# rma_number_startvalue_name
source: Start value for consecutive number
de_de: Startwert für fortlaufende Nummer

# caching_activated_name
source: Enable object cache
de_de: Objekt-Cache aktivieren

# caching_activated_desc
source: Specify whether to use the object cache of JTL-Shop.
de_de: Hier legen Sie fest, ob der Objekt-Cache von JTL-Shop genutzt werden soll.

# caching_method_name
source: Method
de_de: Methode

# caching_method_desc
source: Specify the method that is to be used for the cache. This is partly determined by the configuration of your web server. Click on "Show advanced options" in order to configure the individual methods more precisely.
de_de: Hier legen Sie fest, welche Methode für den Cache verwendet werden soll. Diese wird teilweise von der Konfiguration Ihres Webservers vorgegeben. Klicken Sie auf „Erweiterte Optionen anzeigen“, um die einzelnen Methoden genauer zu konfigurieren.

# caching_redis_host_desc
source: If you have selected the Redis method, define the host/socket here.
de_de: Falls Sie die Methode Redis eingestellt haben, legen Sie hier den Host / Socket fest.

# caching_redis_port_desc
source: If you have selected the Redis method, specify the port here. If you are using a socket, leave this field empty.
de_de: Falls Sie die Methode Redis eingestellt haben, legen Sie hier den Port fest. Falls Sie einen Socket verwenden, lassen Sie das Feld leer.
