Repository: yonkon/jtl_test
Catalog: admin/locale/*/configs/configs.po
Languages: de_de

# suche_fulltext_desc
source: Specify whether to use the full-text search. Special indices are created for the full-text search. This must be supported by the used database version.
de_de: Hier legen Sie fest, ob die Volltextsuche verwendet werden soll. Für die Volltextsuche werden spezielle Indizes angelegt. Dies muss von der verwendeten Datenbankversion unterstützt werden.

# suche_prio_name_name
source: Search priority of item name
de_de: Suchpriorität Artikelname

# suche_prio_name_desc
source: Specify the order in which fields are to be searched. The smaller the entered number, the earlier a field is searched. 0 ensures that the field is not considered at all.
de_de: Hier legen Sie fest, in welcher Reihenfolge Felder durchsucht werden sollen. Je kleiner die eingegebene Zahl, desto früher wird ein Feld durchsucht. 0 sorgt dafür, dass ein Feld gar nicht berücksichtigt wird.

# suche_prio_suchbegriffe_name
source: Search priority of search terms of an item
de_de: Suchpriorität Suchbegriffe eines Artikels

# suche_prio_suchbegriffe_desc
source: Specify the order in which fields are to be searched. The smaller the entered number, the earlier a field is searched. 0 ensures that the field is not considered at all.
de_de: Hier legen Sie fest, in welcher Reihenfolge Felder durchsucht werden sollen. Je kleiner die eingegebene Zahl, desto früher wird ein Feld durchsucht. 0 sorgt dafür, dass ein Feld gar nicht berücksichtigt wird.

# suche_prio_artikelnummer_name
source: Search priority of SKU
de_de: Suchpriorität Artikelnummer

# suche_prio_artikelnummer_desc
source: Specify the order in which fields are to be searched. The smaller the entered number, the earlier a field is searched. 0 ensures that the field is not considered at all.
de_de: Hier legen Sie fest, in welcher Reihenfolge Felder durchsucht werden sollen. Je kleiner die eingegebene Zahl, desto früher wird ein Feld durchsucht. 0 sorgt dafür, dass ein Feld gar nicht berücksichtigt wird.

# suche_prio_kurzbeschreibung_name
source: Search priority of brief item description
de_de: Suchpriorität Artikelkurzbeschreibung

# suche_prio_kurzbeschreibung_desc
source: Specify the order in which fields are to be searched. The smaller the entered number, the earlier a field is searched. 0 ensures that the field is not considered at all.
de_de: Hier legen Sie fest, in welcher Reihenfolge Felder durchsucht werden sollen. Je kleiner die eingegebene Zahl, desto früher wird ein Feld durchsucht. 0 sorgt dafür, dass ein Feld gar nicht berücksichtigt wird.

# suche_prio_beschreibung_name
source: Search priority of item description
de_de: Suchpriorität Artikelbeschreibung

# suche_prio_beschreibung_desc
source: Specify the order in which fields are to be searched. The smaller the entered number, the earlier a field is searched. 0 ensures that the field is not considered at all.
de_de: Hier legen Sie fest, in welcher Reihenfolge Felder durchsucht werden sollen. Je kleiner die eingegebene Zahl, desto früher wird ein Feld durchsucht. 0 sorgt dafür, dass ein Feld gar nicht berücksichtigt wird.

# suche_prio_ean_name
source: Search priority of item GTIN
de_de: Suchpriorität Artikel-GTIN

# suche_prio_ean_desc
source: Specify the order in which fields are to be searched. The smaller the entered number, the earlier a field is searched. 0 ensures that the field is not considered at all.
de_de: Hier legen Sie fest, in welcher Reihenfolge Felder durchsucht werden sollen. Je kleiner die eingegebene Zahl, desto früher wird ein Feld durchsucht. 0 sorgt dafür, dass ein Feld gar nicht berücksichtigt wird.

# suche_prio_isbn_name
source: Search priority of item ISBN
de_de: Suchpriorität Artikel-ISBN

# suche_prio_isbn_desc
source: Specify the order in which fields are to be searched. The smaller the entered number, the earlier a field is searched. 0 ensures that the field is not considered at all.
de_de: Hier legen Sie fest, in welcher Reihenfolge Felder durchsucht werden sollen. Je kleiner die eingegebene Zahl, desto früher wird ein Feld durchsucht. 0 sorgt dafür, dass ein Feld gar nicht berücksichtigt wird.

# suche_prio_han_name
source: Search priority of item MPN
de_de: Suchpriorität Artikel-HAN

# suche_prio_han_desc
source: Specify the order in which fields are to be searched. The smaller the entered number, the earlier a field is searched. 0 ensures that the field is not considered at all.
de_de: Hier legen Sie fest, in welcher Reihenfolge Felder durchsucht werden sollen. Je kleiner die eingegebene Zahl, desto früher wird ein Feld durchsucht. 0 sorgt dafür, dass ein Feld gar nicht berücksichtigt wird.

# suche_prio_anmerkung_name
source: Search priority of item note
de_de: Suchpriorität Artikel-Anmerkung

# suche_prio_anmerkung_desc
source: Specify the order in which fields are to be searched. The smaller the entered number, the earlier a field is searched. 0 ensures that the field is not considered at all.
de_de: Hier legen Sie fest, in welcher Reihenfolge Felder durchsucht werden sollen. Je kleiner die eingegebene Zahl, desto früher wird ein Feld durchsucht. 0 sorgt dafür, dass ein Feld gar nicht berücksichtigt wird.

# suche_min_zeichen_name
source: Minimum number of characters for search term
de_de: Mindestzeichenanzahl des Suchbegriffs

# suche_min_zeichen_desc
source: Specify the minimum number of characters that a search term must contain for the search to be executed. When using the full-text search, this value should be adjusted to the database parameter ft_min_word_len.
de_de: Hier legen Sie fest, wie viele Zeichen ein Suchbegriff mindestens umfassen muss, damit die Suche ausgeführt wird. Bei Verwendung der Volltextsuche sollte dieser Wert an den Datenbankparameter ft_min_word_len angepasst werden.

# suche_sortierprio_name_name
source: Priority of sorting options: name from A to Z
de_de: Priorität der Sortiermöglichkeiten: Name von A bis Z

# suche_sortierprio_name_desc
source: The bigger the number, the higher up the sorting option will be displayed. Enter 0 if you do not want this option to be displayed.
de_de: Je größer die eingegebene Zahl, desto weiter oben wird diese Sortiermöglichkeit angezeigt. Geben Sie 0 ein, um diese Möglichkeit gar nicht anzuzeigen.

# suche_sortierprio_name_ab_name
source: Priority of sorting options: Name from Z to A
de_de: Priorität der Sortiermöglichkeiten: Name von Z bis A

# suche_sortierprio_name_ab_desc
source: The bigger the number, the higher up the sorting option will be displayed. Enter 0 if you do not want this option to be displayed.
de_de: Je größer die eingegebene Zahl, desto weiter oben wird diese Sortiermöglichkeit angezeigt. Geben Sie 0 ein, um diese Möglichkeit gar nicht anzuzeigen.

# suche_sortierprio_preis_name
source: Priority of sorting options: Price low to high
de_de: Priorität der Sortiermöglichkeiten: Preis aufsteigend

# suche_sortierprio_preis_desc
source: The bigger the number, the higher up the sorting option will be displayed. Enter 0 if you do not want this option to be displayed.
de_de: Je größer die eingegebene Zahl, desto weiter oben wird diese Sortiermöglichkeit angezeigt. Geben Sie 0 ein, um diese Möglichkeit gar nicht anzuzeigen.

# suche_sortierprio_preis_ab_name
source: Priority of sorting options: Price high to low
de_de: Priorität der Sortiermöglichkeiten: Preis absteigend

# suche_sortierprio_preis_ab_desc
source: The bigger the number, the higher up the sorting option will be displayed. Enter 0 if you do not want this option to be displayed.
de_de: Je größer die eingegebene Zahl, desto weiter oben wird diese Sortiermöglichkeit angezeigt. Geben Sie 0 ein, um diese Möglichkeit gar nicht anzuzeigen.

# suche_sortierprio_ean_name
source: Priority of sorting options: GTIN
de_de: Priorität der Sortiermöglichkeiten: GTIN

# suche_sortierprio_ean_desc
source: The bigger the number, the higher up the sorting option will be displayed. Enter 0 if you do not want this option to be displayed.
de_de: Je größer die eingegebene Zahl, desto weiter oben wird diese Sortiermöglichkeit angezeigt. Geben Sie 0 ein, um diese Möglichkeit gar nicht anzuzeigen.

# suche_sortierprio_erstelldatum_name
source: Priority of sorting options: newest items
de_de: Priorität der Sortiermöglichkeiten: Neueste Artikel

# suche_sortierprio_erstelldatum_desc
source: The bigger the number, the higher up the sorting option will be displayed. Enter 0 if you do not want this option to be displayed. The items that have been added last will be shown first.
de_de: Je größer die eingegebene Zahl, desto weiter oben wird diese Sortiermöglichkeit angezeigt. Geben Sie 0 ein, um diese Möglichkeit gar nicht anzuzeigen. Mit dieser Option werden die zuletzt hinzugefügten Artikel zuerst angezeigt.

# suche_sortierprio_artikelnummer_name
source: Priority of sorting options: SKU
de_de: Priorität der Sortiermöglichkeiten: Artikelnummer

# suche_sortierprio_artikelnummer_desc
source: The bigger the number, the higher up the sorting option will be displayed. Enter 0 if you do not want this option to be displayed.
de_de: Je größer die eingegebene Zahl, desto weiter oben wird diese Sortiermöglichkeit angezeigt. Geben Sie 0 ein, um diese Möglichkeit gar nicht anzuzeigen.

# suche_sortierprio_gewicht_name
source: Priority of sorting options: Weight
de_de: Priorität der Sortiermöglichkeiten: Gewicht

# suche_sortierprio_gewicht_desc
source: The bigger the number, the higher up the sorting option will be displayed. Enter 0 if you do not want this option to be displayed.
de_de: Je größer die eingegebene Zahl, desto weiter oben wird diese Sortiermöglichkeit angezeigt. Geben Sie 0 ein, um diese Möglichkeit gar nicht anzuzeigen.

# suche_sortierprio_erscheinungsdatum_name
source: Priority of sorting options: Release date
de_de: Priorität der Sortiermöglichkeiten: Erscheinungsdatum

# suche_sortierprio_erscheinungsdatum_desc
source: The bigger the number, the higher up the sorting option will be displayed. Enter 0 if you do not want this option to be displayed.
de_de: Je größer die eingegebene Zahl, desto weiter oben wird diese Sortiermöglichkeit angezeigt. Geben Sie 0 ein, um diese Möglichkeit gar nicht anzuzeigen.

# suche_sortierprio_bestseller_name
source: Priority of sorting options: Bestsellers
de_de: Priorität der Sortiermöglichkeiten: Bestseller

# suche_sortierprio_bestseller_desc
source: The bigger the number, the higher up the sorting option will be displayed. Enter 0 if you do not want this option to be displayed.
de_de: Je größer die eingegebene Zahl, desto weiter oben wird diese Sortiermöglichkeit angezeigt. Geben Sie 0 ein, um diese Möglichkeit gar nicht anzuzeigen.

# suche_sortierprio_bewertung_name
source: Priority of sorting options: Customer reviews
de_de: Priorität der Sortiermöglichkeiten: Bewertungen

# suche_sortierprio_bewertung_desc
source: The bigger the number, the higher up the sorting option will be displayed. Enter 0 if you do not want this option to be displayed.
de_de: Je größer die eingegebene Zahl, desto weiter oben wird diese Sortiermöglichkeit angezeigt. Geben Sie 0 ein, um diese Möglichkeit gar nicht anzuzeigen.

# suche_max_treffer_name
source: Maximum number of search results
de_de: Maximale Treffer pro Suche

# suche_max_treffer_desc
source: Specify the maximum number of search results to be found. Do not set the value too high so as not to slow down the search. We recommend a value of 300.
de_de: Hier legen Sie fest, wie viele Suchtreffer maximal gefunden werden sollen. Setzen Sie den Wert nicht zu hoch, um die Suche nicht zu verlangsamen. Wir empfehlen einen Wert von 300.

# suche_ajax_anzahl_name
source: Maximum number of Ajax search proposals
de_de: Maximale Anzahl Ajax-Suchvorschläge

# suche_ajax_anzahl_desc
source: Specify the maximum number of search proposals to be made to your customers during input. For this purpose, a mapping must exist.
de_de: Hier legen Sie fest, wie viele Suchvorschläge Ihren Kunden maximal bereits während der Eingabe gemacht werden. Dazu muss jeweils ein Mapping existieren.

# artikeluebersicht_lagerbestandsanzeige_name
source: Stock level display
de_de: Lagerbestandsanzeige

# artikeluebersicht_lagerbestandsanzeige_desc
source: Specify if and how the stock level of an item is displayed.
de_de: Hier legen Sie fest, ob und wie der Lagerbestand eines Artikels angezeigt wird.

# artikeluebersicht_kurzbeschreibung_anzeigen_name
source: Show brief description
de_de: Kurzbeschreibung anzeigen

# artikeluebersicht_kurzbeschreibung_anzeigen_desc
source: Specify whether to display also the brief description of an item in the item overview. This setting applies only to the list view.
de_de: Hier legen Sie fest, ob in der Artikelübersicht auch die Kurzbeschreibung eines Artikels angezeigt werden soll. Diese Einstellung gilt nur für die Listenansicht.

# artikeluebersicht_lagerbestandanzeige_anzeigen_name
source: Show reference to supplier stocks
de_de: Hinweis auf Lieferantenbestand anzeigen

# artikeluebersicht_hersteller_anzeigen_name
source: Show item manufacturers
de_de: Hersteller bei den Artikeln anzeigen

# artikeluebersicht_hersteller_anzeigen_desc
source: Specify whether and how to display the manufacturer in the item overview. This setting applies only to the list view.
de_de: Hier legen Sie fest, ob und wie der Hersteller in der Artikelübersicht angezeigt werden soll. Diese Einstellung gilt nur für die Listenansicht.

# artikeluebersicht_artikelproseite_name
source: Items per page in item overview
de_de: Artikel pro Seite in der Artikelübersicht

# artikeluebersicht_artikelproseite_desc
source: This setting takes effect when no value has been entered for "Number of items in list view/gallery view" in the section "Expanded view".
de_de: Diese Einstellung greift, wenn für „Artikelanzahl in Listenansicht/Galerieansicht“ im Bereich „Erweiterte Darstellung“ kein Wert eingetragen ist.

# artikeluebersicht_artikelsortierung_name
source: Default sorting
de_de: Standardsortierung

# artikeluebersicht_max_seitenzahl_name
source: Number of page numbers
de_de: Anzahl Seitenzahlen

# artikeluebersicht_max_seitenzahl_desc
source: Specify the maximum number of pages to be displayed underneath the search results on a search result page.
de_de: Hier legen Sie fest, wie viele Seitenzahlen auf einer Suchtrefferseite maximal zur direkten Auswahl unterhalb der Suchergebnisse angezeigt werden sollen.

# artikeluebersicht_rabattanzeige_name
source: Display of discounted prices (item overview/search)
de_de: Anzeige rabattierter Preise (Artikelübersicht / Suche)

# artikeluebersicht_rabattanzeige_desc
source: Specify how discounts are to be displayed.
de_de: Hier legen Sie fest, wie rabattierte Preise angezeigt werden sollen.

# artikeluebersicht_sonderpreisanzeige_name
source: Display of special prices (item overview/search)
de_de: Anzeige von Sonderpreisen (Artikelübersicht / Suche)

# artikeluebersicht_sonderpreisanzeige_desc
source: Specify how to display the price for items with a special price.
de_de: Hier legen Sie fest, wie der Preis bei Artikeln mit Sonderpreis angezeigt werden soll.

# articleoverview_pricerange_width_name
source: Price gap for price display with "from"
de_de: Preisunterschied für Preisanzeige mit „ab“

# articleoverview_pricerange_width_desc
source: Specify how large the gap (in %) between the lowest and the highest price must be so that the price is indicated as "from" + cheapest price.
de_de: Geben Sie an, wie groß die Abweichung in Prozent zwischen dem niedrigsten und dem höchsten Preis mindestens sein muss, damit der Preis auf die Weise „ab“ + niedrigster Preis angezeigt wird.

# topbest_anzeigen_name
source: Show top items and/or bestsellers
de_de: Top-Artikel und / oder Bestseller anzeigen

# topbest_anzeigen_desc
source: Specify whether the corresponding items from the subcategories are to be displayed in categories in which there are no top items or best sellers.
de_de: Hier legen Sie fest, ob in Kategorien, in denen sich keine Top-Artikel oder Bestseller befinden, die entsprechenden Artikel aus den Unterkategorien angezeigt werden sollen.

# artikelubersicht_topbest_anzahl_name
source: Maximum number of top items/bestsellers
de_de: Maximale Anzahl Top- / Bestseller-Artikel

# artikelubersicht_topbest_anzahl_desc
source: Specify how many items are to be displayed as top items/bestsellers. If you select 0, no item is displayed.
de_de: Hier legen Sie fest, wie viele Artikel als Top- / Bestseller-Artikel angezeigt werden. Wenn Sie 0 wählen, wird kein Artikel angezeigt.

# artikelubersicht_bestseller_gruppieren_name
source: Group bestsellers on top of page
de_de: Bestseller pro Seite gruppieren

# artikelubersicht_bestseller_gruppieren_desc
source: Specify whether to group the bestsellers above the search results.
de_de: Hier legen Sie fest, ob die Bestseller über den Suchergebnissen gruppiert werden sollen.

# artikeluebersicht_bestseller_anzahl_name
source: Maximum number of grouped bestsellers
de_de: Maximale Anzahl gruppierter Bestseller

# artikeluebersicht_bestseller_anzahl_desc
source: Specify the maximum number of bestsellers to be grouped. For this purpose, the option "Group bestsellers per page" must be activated.
de_de: Hier legen Sie fest, wie viele Bestseller maximal gruppiert werden. Dazu muss die Option „Bestseller pro Seite gruppieren“ aktiviert sein.

# artikeluebersicht_gewicht_anzeigen_name
source: Show shipping weight
de_de: Versandgewicht anzeigen

# artikeluebersicht_gewicht_anzeigen_desc
source: Specify whether to display the shipping weight (item + packaging) defined in JTL-Wawi on the item detail page.
de_de: Hier legen Sie fest, ob das in JTL-Wawi hinterlegte Versandgewicht (Artikel + Verpackung) auf der Artikeldetailseite angezeigt wird.

# artikeluebersicht_artikelgewicht_anzeigen_name
source: Show item weight
de_de: Artikelgewicht anzeigen

# artikeluebersicht_artikelgewicht_anzeigen_desc
source: Specify whether to display the item weight (item without packaging) defined in JTL-Wawi on the item detail page.
de_de: Hier legen Sie fest, ob das in JTL-Wawi hinterlegte Artikelgewicht (Artikel ohne Verpackung) auf der Artikeldetailseite angezeigt wird.

# artikeluebersicht_vergleichsliste_anzeigen_name
source: Show comparison list button
de_de: Vergleichslisten-Schaltfläche anzeigen

# artikeluebersicht_vergleichsliste_anzeigen_desc
source: Specify whether to show a button in the item list that allows adding items to the comparison list. For this to work, the option "Hover/Tap for additional item information" must be enabled in the template settings.
de_de: Hier legen Sie fest, ob in der Artikelliste eine Schaltfläche angezeigt wird, mit der Artikel auf die Vergleichsliste gesetzt werden können. Dafür muss zusätzlich in den Template-Einstellungen die Funktion „Zusatzinfos zu Artikeln beim Hovern/Antippen anzeigen“ aktiviert sein

# artikeluebersicht_wunschzettel_anzeigen_name
source: Show wish list button
de_de: Wunschzettel-Schaltfläche anzeigen

# artikeluebersicht_wunschzettel_anzeigen_desc
source: Specify whether to show a button in the item list that allows adding items to the wish list.
de_de: Hier legen Sie fest, ob in der Artikelliste eine Schaltfläche angezeigt wird, mit der Artikel auf den Wunschzettel gesetzt werden können.

# artikeluebersicht_artikelintervall_anzeigen_name
source: Show permissible order quantity
de_de: Abnahmeintervall anzeigen

# artikeluebersicht_artikelintervall_anzeigen_desc
source: Specify whether to display the permissible order quantity (if applicable).
de_de: Hier legen Sie fest, ob ein eventuell vorhandenes Abnahmeintervall angezeigt werden soll.

# livesuche_max_ip_count_name
source: Maximum entries per visitor per hour
de_de: Maximale Einträge pro Besucher und Stunde

# livesuche_max_ip_count_desc
source: Specify the maximum number of entries per visitor and hour that is saved in the search queries. This allows you to prevent manipulation of the search queries.
de_de: Hier legen Sie fest, wie viele Einträge maximal pro Besucher und Stunde in den Suchanfragen gespeichert werden. So können Sie die Manipulation der Suchanfragen verhindern.

# suchfilter_anzeigen_ab_name
source: Show filters in "Content" area from
de_de: Filter im „Content-Bereich“ anzeigen ab

# suchfilter_anzeigen_ab_desc
source: Specify the minimum number of items that must be displayed in the search results for the filters to be displayed in the content area.
de_de: Hier legen Sie fest, wie viele Artikel in den Suchergebnissen mindestens angezeigt werden müssen, damit die Filter im Content-Bereich angezeigt werden.

# artikeluebersicht_erw_darstellung_name
source: Use expanded item overview
de_de: Erweiterte Darstellung für Artikelübersicht nutzen

# artikeluebersicht_erw_darstellung_desc
source: Specify whether your customers can change the design of the item overview. If No is selected for this option, the default setting is used.
de_de: Mit dieser Option legen Sie fest, ob Ihre Kunden die Ansicht der Artikelübersicht ändern können. Falls diese Option auf Nein steht, wird immer die Standard-Darstellung verwendet.

# artikeluebersicht_erw_darstellung_stdansicht_name
source: Default design option for item overview
de_de: Standard-Darstellung für Artikelübersicht

# artikeluebersicht_erw_darstellung_stdansicht_desc
source: Specify the default display option for the item overview that your customers will be shown.
de_de: Hier legen Sie fest, welche Ansichtsoption der Artikelübersicht Ihren Kunden standardmäßig angezeigt wird.

# artikeluebersicht_anzahl_darstellung1_name
source: Number of items in list view
de_de: Artikelanzahl in Listenansicht

# artikeluebersicht_anzahl_darstellung1_desc
source: Specify how many items are to be displayed on each page of the list view.
de_de: Hier legen Sie fest, wie viele Artikel in der Listenansicht jeweils pro Seite angezeigt werden.

# products_per_page_list_name
source: Item selection options per page in list view
de_de: Artikel-Auswahloptionen pro Seite in Listenansicht

# products_per_page_list_desc
source: Enter the values for the front end from which the customer can choose the number of items that they want to view per page. Enter "-1" if you want to display the option to display all items on one page.
de_de: Hier geben Sie die Werte ein, aus denen der Kunde im Frontend auswählen kann, wie viele Artikel pro Seite sichtbar sein sollen. Geben Sie „-1“ ein, wenn die Möglichkeit angezeigt werden soll, alle Artikel auf einer Seite anzuzeigen.

# artikeluebersicht_anzahl_darstellung2_name
source: Number of items in gallery view
de_de: Artikelanzahl in Galerieansicht

# artikeluebersicht_anzahl_darstellung2_desc
source: Specify how many items are to be displayed on each page of the gallery view.
de_de: Hier legen Sie fest, wie viele Artikel in der Galeriedarstellung jeweils pro Seite angezeigt werden.

# products_per_page_gallery_name
source: Item selection options per page in gallery view
de_de: Artikel-Auswahloptionen pro Seite in Galerieansicht

# products_per_page_gallery_desc
source: Enter the values for the front end from which the customer can choose the number of items that they want to view per page. Enter "-1" if you want to display the option to display all items on one page.
de_de: Hier geben Sie die Werte ein, aus denen der Kunde im Frontend auswählen kann, wie viele Artikel pro Seite sichtbar sein sollen. Geben Sie „-1“ ein, wenn die Möglichkeit angezeigt werden soll, alle Artikel auf einer Seite anzuzeigen.

# artikeldetails_xselling_standard_anzeigen_name
source: Show default cross-selling
de_de: Standard-Cross-Selling anzeigen

# artikeldetails_xselling_standard_anzeigen_desc
source: Specify whether cross-selling is shown for the item according to the settings in JTL-Wawi.
de_de: Hier legen Sie fest, ob das in JTL-Wawi eingestellte Cross-Selling für den Artikel angezeigt werden soll.
