Repository: yonkon/jtl_test
Catalog: admin/locale/*/configs/configs.po
Languages: de_de

# kundenregistrierung_pruefen_name_desc
source: Specify whether JTL-Shop should check the entered first name and last name for numbers.
de_de: Hier können Sie festlegen, ob JTL-Shop den eingegebenen Vor- und Nachnamen auf Zahlen überprüft.

# kundenregistrierung_pruefen_zeit_name
source: Check time needed for completion
de_de: Ausfüllzeit prüfen

# kundenregistrierung_pruefen_zeit_desc
source: Specify if JTL-Shop should check whether the entire form was completed in less than 5 seconds.
de_de: Hier können Sie festlegen, ob JTL-Shop überprüft, ob für das gesamte Ausfüllen des Formulars weniger als 5 Sekunden benötigt wurden.

# kundenregistrierung_pruefen_email_name
source: Check email DNS
de_de: E-Mail-DNS prüfen

# kundenregistrierung_pruefen_email_desc
source: Specify whether to check that there is a DNS entry for the domain of the specified email address.
de_de: Hier können Sie festlegen, ob geprüft wird, ob es einen DNS-Eintrag zur Domain der eingegebenen E-Mail-Adresse gibt.

# kundenregistrierung_nur_lieferlaender_name
source: Offer only countries with shipping method for selection
de_de: Nur belieferbare Länder in Auswahl

# kundenregistrierung_nur_lieferlaender_desc
source: (This setting currently has no use and will be removed in the next vesion) Specify whether only countries for which there is at least one shipping method can be selected for the invoice and shipping address. We recommend settings this option to "Yes".
de_de: (Diese Funktion hat keine Auswirkung mehr und wird in der nächsten Version entfernt) Hier legen Sie fest, ob bei Rechnungs- und Lieferadresse nur Länder ausgewählt werden können, für die es auch mindestens eine Versandart gibt. Wir empfehlen, diese Einstellung auf „Ja“ zu setzen.

# kundenregistrierung_abgleichen_plz_name
source: Check postal codes
de_de: Postleitzahlen prüfen

# kundenregistrierung_abgleichen_plz_desc
source: Specify whether JTL-Shop checks if the entered postal code matches the entered city. If not, the customer will receive an error message. The customer can still continue the order process even if they do not make any changes.
de_de: Hier legen Sie fest, ob JTL-Shop prüft, ob die eingegebene Postleitzahl zum eingegebenen Ort passt. Ist dies nicht der Fall, bekommt Ihr Kunde eine Fehlermeldung. Er kann dann den Bestellvorgang trotzdem fortsetzen, auch wenn er keine Änderungen vornimmt.

# registrieren_captcha_name
source: Enable spam protection
de_de: Spamschutz aktivieren

# registrieren_captcha_desc
source: Specify whether to enable the spam protection for this form. For this purpose, you may have to configure the spam protection of JTL-Shop in the global settings first.
de_de: Hier legen Sie fest, ob für das Formular der Spamschutz aktiviert werden soll. Dazu müssen Sie ggf. zuerst den Spamschutz von JTL-Shop in den globalen Einstellungen konfigurieren.

# kundenlogin_max_loginversuche_name
source: Show CAPTCHA after X unsuccessful login attempts
de_de: CAPTCHA nach X erfolglosen Anmeldeversuchen anzeigen

# kundenlogin_max_loginversuche_desc
source: You can define how many failed attempts a customer can have before a CAPTCHA appears. This makes it more difficult for a bot to hack a customer account by trial and error.
de_de: Sie können vorgeben, wie viele erfolglose Anmeldeversuche ein Kunde hat, bevor ein CAPTCHA angezeigt wird. Hiermit wird erschwert, dass ein Bot durch Ausprobieren ein Kundenkonto hacken kann.

# lieferadresse_abfragen_anrede_name
source: Prompt title
de_de: Anrede abfragen

# lieferadresse_abfragen_anrede_desc
source: Specify whether to prompt the title. Irrespective of what is specified in this setting, JTL-Shop uses a gender-neutral title in the front&nbsp;end and emails (e.g. "Hello John Smith"). The title used in email templates and print templates of JTL-Wawi can be adjusted accordingly.
de_de: Hier legen Sie fest, ob die Anrede abgefragt werden soll. Unabhängig von dieser Einstellung verwendet JTL-Shop standardmäßig in Frontend und E-Mails eine geschlechtsneutrale Briefanrede (z.&nbsp;B. „Guten Tag Max Mustermann“). Die Briefanrede kann in E-Mail-Vorlagen oder in den Druckvorlagen von JTL-Wawi entsprechend angepasst werden.

# lieferadresse_abfragen_titel_name
source: Prompt academic title
de_de: Titel abfragen

# lieferadresse_abfragen_adresszusatz_name
source: Prompt address 2
de_de: Adresszusatz abfragen

# lieferadresse_abfragen_adresszusatz_desc
source: Specify whether to prompt the information entered into Address 2.
de_de: Hier legen Sie fest, ob ein Adresszusatz abgefragt wird.

# lieferadresse_abfragen_bundesland_name
source: Prompt federal state
de_de: Bundesland abfragen

# lieferadresse_abfragen_bundesland_desc
source: Specify whether to select the federal state or the appropriate administrative unit for the selected country (departments in France, states in the USA, etc.).
de_de: Hier wählen Sie aus, ob das Bundesland, bzw. die für das ausgewählte Land zutreffende administrative Einheit (Départements in Frankreich, Staaten in den USA, usw.), ausgewählt werden muss.

# lieferadresse_abfragen_tel_name
source: Prompt phone number
de_de: Telefonnummer abfragen

# lieferadresse_abfragen_mobil_name
source: Prompt mobile phone number
de_de: Mobiltelefonnummer abfragen

# lieferadresse_abfragen_email_name
source: Prompt email address
de_de: E-Mail-Adresse abfragen

# lieferadresse_abfragen_fax_name
source: Prompt fax number
de_de: Faxnummer abfragen

# lieferadresse_abfragen_standardland_name
source: Preselected country
de_de: Vorausgewähltes Land

# lieferadresse_abfragen_standardland_desc
source: Specify the ISO code for the country that is to be preselected, e.g. DE for Germany or AT for Austria.
de_de: Hier geben Sie den ISO-Code für das Land an, das vorausgewählt sein soll, z. B. DE für Deutschland oder AT für Österreich.

# lieferadresse_abfragen_firma_name
source: Prompt company name
de_de: Firma abfragen

# lieferadresse_abfragen_firma_desc
source: Specify whether to prompt the company name.
de_de: Hier legen Sie fest, ob der Firmenname abgefragt wird.

# lieferadresse_abfragen_firmazusatz_name
source: Prompt company 2
de_de: Firmenzusatz abfragen

# lieferadresse_abfragen_firmazusatz_desc
source: Specify whether to prompt the information entered into Company 2.
de_de: Hier legen Sie fest, ob der Firmenzusatz abgefragt wird.

# shop_ustid_name
source: VAT ID of online shop
de_de: USt-IdNr. des Onlineshops

# shop_ustid_desc
source: Specify the VAT identification number for the company that operates the JTL-Shop in order to be able to check a customer's VAT ID number.
de_de: Hinterlegen Sie hier die Umsatzsteuer-Identifikationsnummer für die Firma, die den JTL-Shop betreibt, um die USt.-IdNr. eines Kunden prüfen zu können.

# shop_ustid_bzstpruefung_name
source: Enable VAT identification number check by VIES system
de_de: USt-IdNr.-Prüfung durch MIAS-System aktivieren

# shop_ustid_bzstpruefung_desc
source: Specify whether to check VAT identification numbers by the VIES system of the European Commission. You need to enter your own VAT ID for this purpose.
de_de: Hier können Sie festlegen, ob Umsatzsteuer-Identifikationsnummern durch das MIAS-System der Europäischen Kommission geprüft werden sollen. Sie müssen dazu Ihre eigene USt.-IdNr. eingeben.

# shop_ustid_force_remote_check_name
source: Customer registration requires VIES confirmation
de_de: Kundenregistrierung nur mit MIAS-Bestätigung

# shop_ustid_force_remote_check_desc
source: Specify whether a registration requires a VIES confirmation. If this option is enabled, a registration will also be prevented when the respective tax authorities are unavailable.
de_de: Hier legen Sie fest, ob eine Registrierung nur nach erfolgreicher MIAS-Bestätigung möglich ist. Wenn Sie diese Option aktivieren, wird die Registrierung auch verhindert, wenn das zuständige Steueramt nicht erreichbar ist.

# warenkorb_produktbilder_anzeigen_name
source: Show item images in basket
de_de: Artikelbilder im Warenkorb anzeigen

# warenkorb_produktbilder_anzeigen_desc
source: Specify whether to display a thumbnail for each item in the basket.
de_de: Hier legen Sie fest, ob im Warenkorb für jeden Artikel ein Vorschaubild angezeigt wird.

# warenkorb_versandermittlung_anzeigen_name
source: Show shipping cost determination
de_de: Versandkostenermittlung anzeigen

# warenkorb_versandermittlung_anzeigen_desc
source: Specify whether to display the shipping cost determination on the special page "Shipments".
de_de: Hier legen Sie fest, ob die Versandkostenermittlung auf der Spezialseite „Versand“ angezeigt wird.

# warenkorb_kupon_anzeigen_name
source: Prompt coupons in basket
de_de: Coupons bereits im Warenkorb abfragen

# warenkorb_kupon_anzeigen_desc
source: Specify whether to already prompt coupons in the basket.
de_de: Hier legen Sie fest, ob Coupons bereits im Warenkorb abgefragt werden.

# warenkorb_xselling_anzeigen_name
source: Show cross-selling in basket
de_de: Cross-Selling im Warenkorb anzeigen

# warenkorb_xselling_anzeigen_desc
source: Specify whether to display cross-selling in the basket
de_de: Hier legen Sie fest, ob im Warenkorb Cross-Selling angezeigt werden soll.

# warenkorb_xselling_anzahl_name
source: Number of cross-selling items in basket
de_de: Anzahl Cross-Selling-Artikel im Warenkorb

# warenkorb_xselling_anzahl_desc
source: Specify how many cross-selling items are to be displayed in the basket.
de_de: Hier legen Sie fest, wie viele Cross-Selling-Artikel im Warenkorb angezeigt werden sollen.

# warenkorb_varianten_varikombi_anzeigen_name
source: Show variation values in basket
de_de: Variationswerte im Warenkorb anzeigen

# warenkorb_varianten_varikombi_anzeigen_desc
source: Specify whether to display variation values (e.g. colour and size) in the basket.
de_de: Hier legen Sie fest, ob Variationswerte (z. B. Farbe und Größe) im Warenkorb angezeigt werden sollen.

# warenkorb_warenkorb2pers_merge_name
source: Combine current basket with saved basket
de_de: Aktuellen Warenkorb mit gespeichertem Warenkorb zusammenfassen

# warenkorb_warenkorb2pers_merge_desc
source: Specify whether to combine the current basket of a customer with their already saved baskets.
de_de: Hier legen Sie fest, ob der aktuelle Warenkorb eines Kunden mit bereits gespeicherten Warenkörben für diesen Kunden zusammengefasst werden soll.

# warenkorb_gesamtgewicht_anzeigen_name
source: Show total weight
de_de: Gesamtgewicht anzeigen

# warenkorb_gesamtgewicht_anzeigen_desc
source: Specify whether to display the total weight of all items in the basket.
de_de: Hier legen Sie fest, ob das Gesamtgewicht aller Artikel im Warenkorb, auf der Warenkorb Seite angezeigt werden soll.

# bestellvorgang_kaufabwicklungsmethode_name
source: Checkout method
de_de: Kaufabwicklungsmethode

# bestellvorgang_kaufabwicklungsmethode_desc
source: Specify what method is to be used for the checkout.
de_de: Hier legen Sie fest, welche Methode für die Kaufabwicklung verwendet werden soll.

# bestellvorgang_wrb_anzeigen_name
source: Show withdrawal policy in order process
de_de: Widerrufsbelehrung im Bestellvorgang anzeigen

# bestellvorgang_einzelpreise_anzeigen_name
source: Show individual prices of line items
de_de: Einzelpreise der Positionen anzeigen

# bestellvorgang_einzelpreise_anzeigen_desc
source: Specify whether to display the individual prices of line items in the basket and the order process.
de_de: Hier legen Sie fest, ob Einzelpreise von Positionen im Warenkorb und Bestellvorgang angezeigt werden.

# bestellvorgang_lieferstatus_anzeigen_name
source: Show delivery status with line items
de_de: Lieferstatus bei Positionen anzeigen

# bestellvorgang_unregistriert_name
source: Allow ordering without registration
de_de: Unregistrierten Bestellvorgang zulassen

# bestellvorgang_unregistriert_desc
source: Specify whether customers must create a customer account in order to place orders.
de_de: Hier legen Sie fest, ob Kunden zwingend ein Kundenkonto anlegen müssen, um Bestellungen aufgeben zu können.

# bestellvorgang_unregneukundenkupon_zulassen_name
source: Allow new customer coupons for unregistered customers
de_de: Bei unregistrierten Kunden Neukundencoupons zulassen

# bestellvorgang_unregneukundenkupon_zulassen_desc
source: Specify whether customers who do not create a customer account are able to redeem a new customer coupon.
de_de: Hier legen Sie fest, ob Kunden, die kein Kundenkonto anlegen, auch einen Neukundencoupon einlösen können.

# bestellvorgang_versand_steuersatz_name
source: Shipping and payment fee
de_de: Versand- / Zahlungsgebühr

# bestellvorgang_versand_steuersatz_desc
source: Specify how to determine the tax rates for shipping and payment fees.
de_de: Hier legen Sie fest, wie der Steuersatz für die Versand- bzw. Zahlungsgebühr berechnet werden soll.

# bestellvorgang_artikelmerkmale_name
source: Show item characteristics
de_de: Artikelmerkmale anzeigen

# bestellvorgang_artikelattribute_name
source: Show item attributes
de_de: Artikelattribute anzeigen

# bestellvorgang_artikelkurzbeschreibung_name
source: Show unique brief item description
de_de: Eindeutige Artikelkurzbeschreibung anzeigen

# bestellabschluss_bestellnummer_praefix_name
source: Order ID – prefix
de_de: Bestellnummer Präfix

# bestellabschluss_bestellnummer_praefix_desc
source: Specify how to structure the order ID. It is generated as follows: {Prefix}{Consecutive number + Start number}{Suffix}
de_de: Hier legen Sie fest, wie die Bestellnummer aufgebaut sein soll. Diese wird wie folgt generiert: {Präfix}{Fortlaufende Nummer + Anfangsnummer}{Suffix}

# bestellabschluss_bestellnummer_anfangsnummer_name
source: Order ID – start number
de_de: Bestellnummer Anfangsnummer

# bestellabschluss_bestellnummer_anfangsnummer_desc
source: Specify how to structure the order ID. It is generated as follows: {Prefix}{Consecutive number + Start number}{Suffix}
de_de: Hier legen Sie fest, wie die Bestellnummer aufgebaut sein soll. Diese wird wie folgt generiert: {Präfix}{Fortlaufende Nummer + Anfangsnummer}{Suffix}

# bestellabschluss_bestellnummer_suffix_name
source: Order ID – suffix
de_de: Bestellnummer Suffix

# bestellabschluss_bestellnummer_suffix_desc
source: Specify how to structure the order ID. It is generated as follows: {Prefix}{Consecutive number + Start number}{Suffix}
de_de: Hier legen Sie fest, wie die Bestellnummer aufgebaut sein soll. Diese wird wie folgt generiert: {Präfix}{Fortlaufende Nummer + Anfangsnummer}{Suffix}

# bestellabschluss_runden5_name
source: Round total sum to 5 centimes/cents
de_de: Gesamtsumme auf 5 Rappen / Cent runden

# bestellabschluss_runden5_desc
source: Specify whether the total sum in the basket should be rounded up or down to 5 centimes/cents.
de_de: Hier legen Sie fest, ob die Gesamtsumme im Warenkorb auf 5 Rappen / Cent auf- bzw. abgerundet werden soll.

# bestellabschluss_spamschutz_nutzen_name
source: Enable spam protection
de_de: Spamschutz aktivieren

# bestellabschluss_spamschutz_nutzen_desc
source: Specify whether further orders from the same IP address are only possible after a waiting period of 2 minutes. If an attempt is made to order again earlier, the waiting time is doubled, i.e. 4, 8, 16, 32, etc. minutes.
de_de: Hier legen Sie fest, ob weitere Bestellungen von der gleichen IP-Adresse nur nach 2 Minuten Wartezeit möglich sind. Wird früher versucht, erneut zu bestellen, wird die Wartezeit verdoppelt; sie beträgt dann also 4, 8, 16, 32 usw. Minuten.

# bestellabschluss_abschlussseite_name
source: Completion page after external payment
de_de: Abschluss-Seite nach externer Bezahlung

# bestellabschluss_abschlussseite_desc
source: Specify what page will be displayed after an external payment.
de_de: Hier legen Sie fest, welche Seite nach einer externen Bezahlung angezeigt werden soll.

# box_bestseller_anzahl_anzeige_name
source: Number of displayed items
de_de: Anzahl angezeigter Artikel

# box_bestseller_anzahl_anzeige_desc
source: Specify how many items are to be displayed in the box.
de_de: Hier legen Sie fest, wie viele Artikel in der Box angezeigt werden.

# box_bestseller_anzahl_basis_name
source: Base number of items
de_de: Basisanzahl Artikel

# box_bestseller_anzahl_basis_desc
source: Specify the number of items from which the items to be displayed are selected randomly.
de_de: Hier legen Sie fest, aus wie vielen Artikeln die anzuzeigenden Artikel zufällig ausgesucht werden sollen.

# box_sonderangebote_anzahl_anzeige_name
source: Number of displayed items
de_de: Anzahl angezeigter Artikel

# box_sonderangebote_anzahl_anzeige_desc
source: Specify how many items are to be displayed in the box.
de_de: Hier legen Sie fest, wie viele Artikel in der Box angezeigt werden.

# box_sonderangebote_anzahl_basis_name
source: Base number of items
de_de: Basisanzahl Artikel

# box_sonderangebote_anzahl_basis_desc
source: Specify the number of items from which the items to be displayed are selected randomly.
de_de: Hier legen Sie fest, aus wie vielen Artikeln die anzuzeigenden Artikel zufällig ausgesucht werden sollen.

# box_neuimsortiment_anzahl_anzeige_name
source: Number of displayed items
de_de: Anzahl angezeigter Artikel

# box_neuimsortiment_anzahl_anzeige_desc
source: Specify how many items are to be displayed in the box.
de_de: Hier legen Sie fest, wie viele Artikel in der Box angezeigt werden.

# box_neuimsortiment_alter_tage_name
source: Maximum age of items in days
de_de: Maximales Artikelalter in Tagen

# box_neuimsortiment_alter_tage_desc
source: Specify how many days an item is marked as "New in product range".
de_de: Hier legen Sie fest, wie viele Tage lang Artikel als „Neu im Sortiment“ markiert werden.

# box_neuimsortiment_anzahl_basis_name
source: Base number of items
de_de: Basisanzahl Artikel

# box_neuimsortiment_anzahl_basis_desc
source: Specify the number of items from which the items to be displayed are selected randomly.
de_de: Hier legen Sie fest, aus wie vielen Artikeln die anzuzeigenden Artikel zufällig ausgesucht werden sollen.

# box_topangebot_anzahl_anzeige_name
source: Number of displayed items
de_de: Anzahl angezeigter Artikel

# box_topangebot_anzahl_anzeige_desc
source: Specify how many items are to be displayed in the box.
de_de: Hier legen Sie fest, wie viele Artikel in der Box angezeigt werden.

# box_topangebot_anzahl_basis_name
source: Base number of items
de_de: Basisanzahl Artikel

# box_topangebot_anzahl_basis_desc
source: Specify the number of items from which the items to be displayed are selected randomly.
de_de: Hier legen Sie fest, aus wie vielen Artikeln die anzuzeigenden Artikel zufällig ausgesucht werden sollen.

# box_zuletztangesehen_anzahl_name
source: Number of displayed items
de_de: Anzahl angezeigter Artikel

# box_zuletztangesehen_anzahl_desc
source: Specify how many items are to be displayed in the box.
de_de: Hier legen Sie fest, wie viele Artikel in der Box angezeigt werden.

# box_erscheinende_anzahl_anzeige_name
source: Number of displayed items
de_de: Anzahl angezeigter Artikel

# box_erscheinende_anzahl_anzeige_desc
source: Specify how many items are to be displayed in the box.
de_de: Hier legen Sie fest, wie viele Artikel in der Box angezeigt werden.

# box_erscheinende_anzahl_basis_name
source: Base number of items
de_de: Basisanzahl Artikel

# box_erscheinende_anzahl_basis_desc
source: Specify the number of items from which the items to be displayed are selected randomly.
de_de: Hier legen Sie fest, aus wie vielen Artikeln die anzuzeigenden Artikel zufällig ausgesucht werden sollen.

# boxen_livesuche_anzeigen_name
source: Show box
de_de: Box anzeigen

# boxen_livesuche_anzeigen_desc
source: Specify whether to display the search cloud in a box.
de_de: Hier legen Sie fest, ob die Suchwolke in der Box angezeigt werden soll.

# boxen_livesuche_count_name
source: Number of shown search terms
de_de: Anzahl angezeigter Suchbegriffe

# boxen_livesuche_count_desc
source: Specify the number of terms that are displayed in the search cloud.
de_de: Hier legen Sie die Anzahl von Begriffen fest, die in der Suchwolke angezeigt werden.

# boxen_wunschzettel_anzahl_name
source: Number of displayed items
de_de: Anzahl angezeigter Artikel

# boxen_wunschzettel_anzahl_desc
source: Specify how many items are to be displayed in the "Wish list" box.
de_de: Hier legen Sie fest, wie viele Artikel in der Box „Wunschzettel“ angezeigt werden.

# boxen_wunschzettel_bilder_name
source: Show images
de_de: Bilder anzeigen

# boxen_wunschzettel_bilder_desc
source: Specify whether to display item images in the "Wish list" box.
de_de: Hier legen Sie fest, ob in der Box „Wunschzettel“ Artikelbilder angezeigt werden sollen.

# boxen_vergleichsliste_anzeigen_name
source: Show box - comparison list
de_de: Box - Vergleichsliste anzeigen

# boxen_vergleichsliste_anzeigen_desc
source: Specify whether to display the comparison list in a box.
de_de: Hier legen Sie fest, ob die Vergleichsliste in einer Box angezeigt werden soll.

# boxen_topbewertet_anzahl_name
source: Number of displayed items
de_de: Anzahl angezeigter Artikel

# boxen_topbewertet_anzahl_desc
source: Specify how many items are to be displayed in the box.
de_de: Hier legen Sie fest, wie viele Artikel in der Box angezeigt werden.

# boxen_topbewertet_basisanzahl_name
source: Base number of items
de_de: Basisanzahl Artikel

# boxen_topbewertet_basisanzahl_desc
source: Specify the number of items from which the items to be displayed are selected randomly.
de_de: Hier legen Sie fest, aus wie vielen Artikeln die anzuzeigenden Artikel zufällig ausgesucht werden sollen.

# boxen_topbewertet_minsterne_name
source: "Top rated" requires average rating of
de_de: Top bewertet ab welcher Durchschnittsbewertung

# boxen_topbewertet_minsterne_desc
source: Specify the minimum number of stars with which an item must be rated on average to be considered as "Top rated".
de_de: Hier legen Sie fest, mit wie vielen Sternen ein Artikel mindestens im Durchschnitt bewertet sein muss, um als „Top bewertet“ zu gelten.

# box_hersteller_anzahl_anzeige_name
source: Number of displayed items
de_de: Anzahl angezeigter Hersteller

# box_hersteller_anzahl_anzeige_desc
source: Specify how many items are to be displayed in the box. Specify 0 to show all manufcaturers.
de_de: Hier legen Sie fest, wie viele Hersteller in der Box „Hersteller“ angezeigt werden. Geben Sie 0 an, um alle Hersteller anzuzeigen.

# bilder_kategorien_breite_name
source: Category images: width
de_de: Kategoriebilder Breite

# bilder_kategorien_hoehe_name
source: Category images: height
de_de: Kategoriebilder Höhe

# bilder_variationen_gross_breite_name
source: Variation images, large: width
de_de: Variationsbilder Groß Breite

# bilder_variationen_gross_hoehe_name
source: Variation images, large: height
de_de: Variationsbilder Groß Höhe

# bilder_variationen_breite_name
source: Variation images: width
de_de: Variationsbilder Breite

# bilder_variationen_hoehe_name
source: Variation images: height
de_de: Variationsbilder Höhe

# bilder_variationen_mini_breite_name
source: Variation images, mini: width
de_de: Variationsbilder Mini Breite

# bilder_variationen_mini_hoehe_name
source: Variation images, mini: height
de_de: Variationsbilder Mini Höhe

# bilder_artikel_gross_breite_name
source: Item images, large: width
de_de: Artikelbilder Groß Breite

# bilder_artikel_gross_hoehe_name
source: Item images, large: height
de_de: Artikelbilder Groß Höhe

# bilder_artikel_normal_breite_name
source: Item images, normal: width
de_de: Artikelbilder Normal Breite

# bilder_artikel_normal_hoehe_name
source: Item images, normal: hight
de_de: Artikelbilder Normal Höhe

# bilder_artikel_klein_breite_name
source: Item images, small: width
de_de: Artikelbilder Klein Breite

# bilder_artikel_klein_hoehe_name
source: Item images, small: height
de_de: Artikelbilder Klein Höhe
