Repository: yonkon/jtl_test
Catalog: admin/locale/*/widgets/LicensedItemUpdates.po
Languages: de_de

source: LicensedItemUpdates_title
de_de: Meine Käufe (JTL-Extension Store)

source: LicensedItemUpdates_desc
de_de: Informationen zu gekauften Lizenzen

source: bound
de_de: gebunden

source: unbound
de_de: ungebunden

source: Security update
de_de: Sicherheitsupdate

source: Test licenses
de_de: Testlizenzen

source: Expiration
de_de: Ablaufdatum

source: Update available
de_de: Update verfügbar

source: Licensed item
de_de: Lizenz

source: Expired subscription
de_de: Abgelaufene Subscription

source: last update
de_de: Zuletzt aktualisiert

source: Refresh
de_de: Lizenzen erneut prüfen

source: Last purchases
de_de: Letzte Käufe

source: Go to overview
de_de: Zur Übersicht

source: Includes %d security fix
de_de: Davon %d sicherheitskritsch

source: %d license about to expire
de_de: %d läuft demnächst ab

source: %d day remaining
de_de: %d Tag verbleibt

source: storeNotLinkedDesc
de_de: Um auf Inhalte von JTL-Extension Store zugreifen zu können, müssen Sie zunächst Ihr JTL-Konto mit Ihrem Onlineshop verknüpfen.
