Repository: yonkon/jtl_test
Catalog: admin/locale/*/notifications.po
Languages: de_de

# hasPendingUpdatesMessage
source: A database update is required.
de_de: Ein Datenbank-Update ist zwingend notwendig.

# validFolderPermissionsTitle
source: File system
de_de: Dateisystem

# validFolderPermissionsMessage
source: Some directories are not writeable.
de_de: Einige Verzeichnisse sind nicht beschreibbar.

# hasInstallDirMessage
source: Please delete the installation directory "/install/" in the root directory of your online shop.
de_de: Bitte löschen Sie das Installationsverzeichnis „/install/“ im Wurzelverzeichnis des Onlineshops.

# validDatabaseStructTitle
source: Database structure
de_de: Datenbankstruktur

# validDatabaseStructMessage
source: Error in the database structure.
de_de: Es liegen Fehler in der Datenbankstruktur vor.

# validModifiedFileStructTitle
source: File structure
de_de: Dateistruktur

# validModifiedFileStructMessage
source: Error in the database structure.
de_de: Es liegen Fehler in der Dateistruktur vor.

# hasMobileTemplateIssueMessage
source: You are using a fully responsive template. It is not necessary to activate a separate mobile template.
de_de: Sie nutzen ein Full-Responsive-Template. Die Aktivierung eines separaten Mobile-Templates ist in diesem Fall nicht notwendig.

# hasStandardTemplateIssueMessage
source: No standard template enabled.
de_de: Sie haben kein Standard-Template aktiviert.

# hasActiveProfilerMessage
source: The plug-in profiler is enabled. This can lead to severe performance issues.
de_de: Der Plugin-Profiler ist aktiv. Dies kann zu starken Leistungseinbußen im Onlineshop führen.

# hasNewPluginVersionsMessage
source: There are new plug-in versions available.
de_de: Es sind neue Plugin-Versionen verfügbar.

# hasLicenseExpirationsTitle
source: Licences/Subscriptions
de_de: Lizenzen/Subscriptions

# hasLicenseExpirationsMessage
source: At least one subscription will expire shortly.
de_de: Mindestens eine Subscription läuft in Kürze ab.

# hasFullTextIndexErrorTitle
source: Full-text search
de_de: Volltextsuche

# hasFullTextIndexErrorMessage
source: No full-text index available.
de_de: Volltextindex ist nicht vorhanden.

# hasInvalidPasswordResetMailTemplateTitle
source: Defective email template
de_de: Defekte E-Mail-Vorlage

# hasInvalidPasswordResetMailTemplateMessage
source: The email template "Forgot password" is outdated.<br/> The variable $neues_passwort is no longer available.<br/> Please replace it by $passwordResetLink or reset the template.
de_de: Die E-Mail-Vorlage „Passwort vergessen“ ist veraltet.<br/> Die Variable $neues_passwort ist nicht mehr verfügbar.<br/> Bitte ersetzen Sie diese durch $passwordResetLink oder setzen Sie die Vorlage zurück.

# hasInsecureMailConfigTitle
source: Unsafe SMTP connection
de_de: Unsichere SMTP-Verbindung

# hasInsecureMailConfigMessage
source: You chose SMTP but did not select an SMTP security method.<br/> We urgently recommend adapting your email settings.<br/> You will find the option here: Administration > Emails > Server.
de_de: Sie haben SMTP gewählt, allerdings keine SMTP-Security-Methode.<br/> Wir empfehlen Ihnen dringend, Ihre E-Mail-Einstellungen anzupassen.<br/> Sie finden die Option unter „Administration > E-Mail > Server.“

# needPasswordRehash2FATryTitle
source: User management
de_de: Benutzerverwaltung

# needPasswordRehash2FATryMessage
source: The algorithm for changing the password has changed.<br/> Please generate new emergency codes for the two-factor authentication.
de_de: Der Algorithmus zur Passwortspeicherung hat sich geändert.<br/> Bitte erzeugen Sie neue Notfall-Codes für die 2-Faktor-Authentifizierung.

# needPasswordRehash2FACatchTitle
source: Database update
de_de: Datenbank-Update

# needPasswordRehash2FACatchMessage
source: Method needPasswordRehash2FA has issued an error.<br/> Please carry out migration 20170306130802_create_emergency_code_table.
de_de: Die Methode needPasswordRehash2FA hat einen Fehler ausgegeben.<br/> Bitte führen Sie die Migration 20170306130802_create_emergency_code_table aus.

# getDuplicateLinkGroupTemplateNamesTitle
source: Invalid link groups
de_de: Ungültige Linkgruppen

# getDuplicateLinkGroupTemplateNamesMessage
source: One or more link groups do not use unique template names: %s
de_de: Eine oder mehrere Linkgruppen nutzen keine eindeutigen Template-Namen: %s

# getExportFormatErrorCountTitle
source: Error in export template
de_de: Fehler in Exportvorlage

# getExportFormatUncheckedCountTitle
source: Unchecked export template
de_de: Ungeprüfte Exportvorlage

# getExportFormatErrorCountMessage
source: %d export template(s) contain(s) syntax errors.
de_de: In %d Exportvorlage(n) sind Syntax-Fehler vorhanden.

source: Missing special pages
de_de: Fehlende Spezialseiten

source: %d special pages are missing.
de_de: %d Spezialseiten fehlen.

# getExportFormatUncheckedCountMessage
source: %d export template(s) are without syntax check.
de_de: %d Exportvorlage(n) sind ohne Syntax-Prüfung.

# getEmailTemplateSyntaxErrorCountTitle
source: Error in email template
de_de: Fehler in E-Mail-Vorlage

# getEmailTemplateSyntaxErrorCountMessage
source: %d email template(s) contain(s) syntax errors.
de_de: In %d E-Mail-Vorlage(n) sind Syntax-Fehler vorhanden.

# getEmailTemplateSyntaxUncheckedCountMessage
source: %d email template(s) are without syntax check.
de_de: %d E-Mail-Vorlage(n) sind ohne Syntax-Prüfung.

# getEmailTemplateSyntaxUncheckedCountTitle
source: Unchecked email template
de_de: Ungeprüfte E-Mail-Vorlage

# duplicateSpecialLinkTitle
source: Special page created multiple times
de_de: Spezialseite mehrmals angelegt

# duplicateSpecialLinkDesc
source: At least one special page was created several times for the same customer group(s).
de_de: Mindestens eine Spezialseite wurde mehrmals für die gleiche(n) Kundengruppe(n) angelegt.

# ustIdMiasCheckTitle
source: VAT ID check
de_de: Prüfung der USt.-IdNr.

# ustIdMiasCheckMessage
source: If you want to use the European VAT check by the EU VAT Information Exchange System, please install the PHP module "php_soap".
de_de: Wenn Sie die europaweite Umsatzsteuerprüfung durch das MIAS-System der EU verwenden wollen, installieren Sie bitte das PHP-Modul 'php_soap'.

source: Missing translations
de_de: Fehlende Übersetzungen

# defaultLangNotInstalledTitle
source: Default language not installed
de_de: Standarsprache nicht installiert

# defaultLangNotInstalledMessage
source: The default languags "%s" is not installed! Please install an appropriate language package or choose another default language via JTL-Wawi!
de_de: Die Standarsprache "%s" ist nicht installiert! Bitte installieren Sie ein entsprechendes Sprachpaket oder wählen Sie in JTL-Wawi eine andere Sprache als Standard!

source: %d pages are not translated in all available languages.
de_de: %d Seiten sind nicht in alle verfügbaren Sprachen übersetzt.
