Repository: yonkon/jtl_test
Catalog: admin/locale/*/widgets.po
Languages: de_de

source: Buy now
de_de: Jetzt kaufen

# loading
source: Loadingâ€¦
de_de: Wird geladen…

# noPatchesATM
source: There are no patches currently available.
de_de: Zurzeit stehen keine Patches zur Verfügung.

# noStatisticsThisMonth
source: No statistics available for the current month.
de_de: Für den aktuellen Monat liegen noch keine Statistiken vor.

# mysqlStatistic
source: MySQL statistics
de_de: MySQL-Statistik

# maxPHPExecutionTime
source: Maximum PHP execution time
de_de: Maximale PHP-Ausführungszeit

source: PHP memory limit
de_de: PHP-Speicherlimit

# phpMaxTransimissionSizeFile
source: Maximum PHP transmission size (FILE)
de_de: Maximale PHP-Übertragungsgröße (FILE)

# phpMaxTransimissionSizePost
source: Maximum PHP transmission size (POST)
de_de: Maximale PHP-Übertragungsgröße (POST)

source: SOAP extension
de_de: SOAP-Erweiterung

# templateVersion
source: Shop template version
de_de: Template-Version

# dbVersion
source: Database version
de_de: Datenbankversion

# dbLastUpdate
source: Last database update
de_de: Letzte Datenbankaktualisierung

# subscriptionValidUntil
source: Shop licence valid until
de_de: Shop-Lizenz gültig bis

# shopVersionUpToDate
source: You are using the current version of JTL-Shop.
de_de: Sie nutzen die aktuelle Version von JTL-Shop.

# noVisitorsATM
source: There are no visitors currently online.
de_de: Momentan befinden sich keine Besucher im Shop.

# lastActivity
source: Last action
de_de: Letzte Aktivität

source: Last purchase
de_de: Letzter Einkauf

# newsletterSubscriber
source: Newsletter subscription
de_de: Newsletter-Abonnent

# moreDetailsStatistics
source: For more details, please see the <a href="statistik.php?s=3">Statistics</a>
de_de: Mehr Details unter <a href="statistik.php?s=3">Statistiken</a>

source: No statistics found.
de_de: Keine Statistiken gefunden

# moduleSelectionWizard
source: Selection Wizard Module
de_de: Auswahlassistent-Modul

# moduleUpload
source: Upload Module
de_de: Upload-Modul

# moduleDownload
source: Download Module
de_de: Download-Modul

# moduleConfigurator
source: Configurator Module
de_de: Konfigurator-Modul
