Repository: yonkon/jtl_test
Catalog: admin/locale/*/pages/opc/tutorials.po
Languages: de_de

# tutStepTitle_0_0
source: Welcome
de_de: Willkommen

# tutStepText_0_0
source: In this short introduction, we provide you with an overview of the OnPage&nbsp;Composer. This editor helps you to quickly create new contents for your online shop pages.
de_de: In dieser kurzen Einführung erhalten Sie einen Überblick über den OnPage&nbsp;Composer, der Ihnen dabei hilft, schnell neue Inhalte auf Ihrer Onlineshop-Seite entstehen zu lassen.

# tutStepTitle_0_1
source: Panes
de_de: Aufteilung

# tutStepText_0_1
source: <p>The editor basically has two panes.</p><p>On the left, there is a sidebar.
de_de: <p>Grundsätzlich ist der Editor in zwei Bereiche aufgeteilt.</p><p>Links befindet sich die Sidebar.

# tutStepTitle_0_2
source: Panes
de_de: Aufteilung

# tutStepText_0_2
source: On the right, you see the page that you are working on.
de_de: Rechts sehen Sie die Seite, die Sie gerade bearbeiten.

# tutStepText_0_3
source: <em>Portlets</em> are ready-to-use building blocks that help you to add new content to your pages.
de_de: <em>Portlets</em> sind fertige Bausteine, mit denen Sie neue Inhalte auf Ihren Seiten hinzufügen können.

# tutStepText_0_4
source: The light blue areas mark places to which you can drag and drop portlets.
de_de: Die hellblauen Bereiche auf der Seite zeigen an, wo Sie die Portlets ablegen können.

# tutStepText_0_5
source: Drag the <em>Headline</em> portlet into one of the light blue areas to add it to the page.
de_de: Ziehen Sie das Portlet <em>Überschrift</em> in einen der hellblauen Bereiche, um es einzufügen.

# tutStepText_0_6
source: All portlets offer different functions. In this dialogue, you can make further settings for the portlet.
de_de: Alle Portlets bieten verschiedene Einstellungen. In diesem Fenster können Sie das Portlet weiter konfigurieren.

# tutStepTitle_0_7
source: Settings
de_de: Einstellungen

# tutStepText_0_7
source: Enter a text for the headline and click <em>Save</em>.
de_de: Geben Sie einen eigenen Text für die Überschrift ein und klicken Sie auf <em>Speichern</em>.

# tutStepTitle_0_8
source: Settings
de_de: Einstellungen

# tutStepText_0_8
source: Above the new portlet, you can find a toolbar with several buttons. Use the pen icon to edit the portlet at any time.
de_de: Am neuen Portlet befindet sich eine Leiste mit verschiedenen Schaltflächen. Über das Stift-Symbol können Sie das Portlet jederzeit bearbeiten.

# tutStepTitle_0_9
source: Publishing a page
de_de: Seite veröffentlichen

# tutStepText_0_9
source: <p>If you want the visitors of your online shop to see the page, it must be published first. To do this, click on this button.</p>
de_de: <p>Damit den Besuchern Ihres Onlineshops die Seite angezeigt wird, muss sie veröffentlicht werden. Klicken Sie dazu auf diese Schaltfläche.</p>

# tutStepTitle_0_10
source: Publishing a page
de_de: Seite veröffentlichen

# tutStepText_0_10
source: You can have several drafts for every page. You can also schedule when each draft is published. You could, for example, create a general draft and a Christmas draft.
de_de: Für jede Seite können Sie mehrere Entwürfe pflegen, deren Sichtbarkeit Sie auch zeitlich planen können. Sie können z.&nbsp;B einen allgemeinen Entwurf und einen für die Weihnachtszeit anlegen.

# tutStepTitle_0_11
source: Publishing a page
de_de: Seite veröffentlichen

# tutStepText_0_11
source: <p>The default selection publishes the draft immediately and for an indefinite period of time. By clicking Apply, the page is published. For this tutorial, we skip that step. Exit the dialogue by clicking Cancel.</p>
de_de: <p>Die Voreinstellung macht den Entwurf ab sofort und auf unbestimmte Zeit sichtbar. Mit einem Klick auf Übernehmen wird die Seite online gestellt. Diesen Schritt überspringen wir im Tutorial. Verlassen Sie das Fenster mit Abbrechen.

# tutStepTitle_0_12
source: All done!
de_de: Fertig!

# tutStepText_0_12
source: <p>You can now close the editor and look at the page in the preview.</p><p>This was a tutorial on the basic functions of the OnPage&nbsp;Composer. Have fun trying it out yourself!</p>
de_de: <p>Sie können den Editor nun beenden und sich die Seite über die Vorschau ansehen. Das waren die Basics zum OnPage&nbsp;Composer. Wir wünschen Ihnen viel Spaß beim Ausprobieren!</p>

# tutStepTitle_1_0
source: Animations
de_de: Animationen

# tutStepText_1_0
source: Some portlets have <em>animations</em>. Learn how to use them correctly here.
de_de: Einige Portlets verfügen über Einstellungen, um <em>Animationen</em> zu erstellen. Hier lernen Sie, diese richtig zu nutzen.

# tutStepTitle_1_1
source: Animations
de_de: Animationen

# tutStepText_1_1
source: First, drag a <em>Button</em> portlet on the page.
de_de: Ziehen Sie zunächst eine <em>Schaltfläche</em> auf die Seite.

# tutStepTitle_1_2
source: Animations
de_de: Animationen

# tutStepText_1_2
source: Go to the <em>Animation</em> tab.
de_de: Wechseln Sie nun in den Reiter <em>Animation</em>.

# tutStepTitle_1_3
source: Animations
de_de: Animationen

# tutStepText_1_3
source: <p>Under <em>Animation type</em> you can select one of several animation types. <em>"bounce"</em>, for example, makes the portlet jump up and down.</p><p>Save the settings.</p>
de_de: <p>Unter <em>Animationstyp</em> können Sie einen der verschiedenen Animationsstile auswählen. <em>„bounce“</em> zum Beispiel lässt das Portlet hüpfen. Speichern Sie dann die Einstellungen.

# tutStepTitle_1_4
source: Animations
de_de: Animationen

# tutStepText_1_4
source: <p>The first animation is visible on the page.</p><p>Let's try something more complex.</p>
de_de: <p>Die erste Animation erscheint im Editorfenster. Versuchen wir nun etwas Komplexeres.</p>

# tutStepText_1_5
source: Open the settings of the button again. You can either double-click on the portlet itself or use the pen icon.
de_de: Öffnen Sie erneut die Einstellungen der Schaltfläche. Dazu können Sie doppelt auf das Portlet oder einfach auf das Stiftsymbol klicken.

# tutStepTitle_1_6
source: Animations
de_de: Animationen

# tutStepText_1_6
source: In the "Layout" tab, you can assign a bottom margin of 350 pixels to the button. Then go back to the Animation tab.
de_de: Im Reiter „Layout“ können Sie dem Button einen unteren Abstand von 350 Pixeln zuweisen. Wechseln Sie dann wieder in den Animationsreiter.

# tutStepTitle_1_7
source: Animations
de_de: Animationen

# tutStepText_1_7
source: One suitable animation type is, for example, <em>"fade in"</em>. Also enter "350" into the <em>Distance</em> field. Save the settings.
de_de: Ein geeigneter Animationstyp ist zum Beispiel <em>„fade in“</em>. Geben Sie außerdem für den <em>Abstand</em> „350“ ein. Speichern Sie dann die Einstellungen.

# tutStepTitle_1_8
source: Animations
de_de: Animationen

# tutStepText_1_8
source: To see how the settings affect the portlet, copy the button several times. To do this, click <em>Copy</em>.
de_de: Um zu sehen, wie sich die Einstellung auswirkt, klonen wir die Schaltfläche einige Male. Klicken Sie dazu auf <em>Kopieren</em>.

# tutStepTitle_1_9
source: Animations
de_de: Animationen

# tutStepText_1_9
source: And a second time.
de_de: Und noch einmal!

# tutStepTitle_1_10
source: Animations
de_de: Animationen

# tutStepText_1_10
source: Click <em>Copy</em> one more time. There should now be 4 identical buttons.
de_de: Klicken Sie ein letztes Mal auf <em>Kopieren</em>, sodass 4 Exemplare der Schaltfläche untereinander angezeigt werden.

# tutStepTitle_1_11
source: Animations
de_de: Animationen

# tutStepText_1_11
source: Activate the <em>Preview</em> switch to view the result.
de_de: Mit dem <em>Vorschau</em>-Schalter können Sie das Ergebnis gleich testen.

# tutStepTitle_1_12
source: Animations
de_de: Animationen

# tutStepText_1_12
source: <p>Scroll down. As you can see, the animation does not start until the button is at least 350 pixels above the lower viewport limit.</p><p>You can also use this to make sections of the page come in alternately from the left and right.
de_de: <p>Scrollen Sie nach unten. Wie Sie sehen, startet die Animation nicht, bis sich die Schaltfläche mindestens 350 Pixel oberhalb der Viewport-Untergrenze befindet. Sie können dieses Konzept auch weiter ausbauen und z.&nbsp;B. Bereiche abwechselnd von links und rechts auf der Seite erscheinen lassen.

# tutStepTitle_1_13
source: Animations
de_de: Animationen

# tutStepText_1_13
source: <p>Do not forget that "less is often more". Do not use too many animations. They could distract customers or even scare them off!</p><p>This was a tutorial on animations. Have fun trying out the OnPage&nbsp;Composer!
de_de: <p>Denken Sie aber daran, dass „weniger oft mehr ist“. Gehen Sie sparsam mit Animationen um, da Kunden sonst leicht abgelenkt oder gar verschreckt werden. Dies war das Tutorial zu Animationen. Wir wünschen Ihnen weiterhin viel Spaß mit dem OnPage&nbsp;Composer!

# tutStepText_2_0
source: <p>Learn how to create blueprints and reuse them.</p><p>First, drag a <em>Grid layout</em> on the page. Then fill the columns with whatever content you like.</p>
de_de: <p>Lernen Sie hier, wie Sie Blueprints anlegen und diese wiederverwenden. Ziehen Sie zunächst ein <em>Grid-Layout</em> in die Seite und füllen Sie die Spalten mit beliebigen Inhalten.</p>

# tutStepTitle_2_1
source: Creating blueprints
de_de: Blueprints anlegen

# tutStepText_2_1
source: If you want to use contents again at a later time, you can create blueprints for them. To do this, click on the grid to select it.
de_de: Wenn Sie erstellte Inhalte zu einem späteren Zeitpunkt wiederverwenden wollen, können Sie dafür einen Blueprint erstellen. Wählen Sie dazu das gesamte Grid-Layout mit einem Klick aus.

# tutStepTitle_2_2
source: Creating blueprints
de_de: Blueprints anlegen

# tutStepText_2_2
source: Click on the <em>Star</em> button in the toolbar.
de_de: Klicken Sie jetzt in der Toolbar auf die <em>Stern</em>-Schaltfläche.

# tutStepTitle_2_3
source: Creating blueprints
de_de: Blueprints anlegen

# tutStepText_2_3
source: Give the blueprint a clear name. This will help you to quickly find the blueprint again in the future. Good naming examples are <em>"Product table"</em>, <em>"Video with description"</em> or <em>"Text with 3 columns"</em>.
de_de: Geben Sie dem Blueprint einen aussagekräftigen Namen. Mit diesem Namen finden Sie später den Blueprint besser wieder. Gute Beispiele wären <em>„Produkttabelle“</em>, <em>„Video mit Beschreibungstext“</em> oder <em>„3-spaltiger Text“</em>.<br/>

# tutStepTitle_2_4
source: Reusing blueprints
de_de: Blueprints wiederverwenden

# tutStepText_2_4
source: You can find all saved blueprints in the respective tab of the sidebar.
de_de: Alle gespeicherten Blueprints finden Sie im entsprechenden Reiter in der Sidebar.

# tutStepTitle_2_5
source: Reusing blueprints
de_de: Blueprints wiederverwenden

# tutStepText_2_5
source: The blueprint works like a regular portlet. Simply drag and drop it on the page.
de_de: Sie können jeden Blueprint wie ein normales Portlet einfach auf die Seite ziehen.

# tutStepTitle_2_6
source: Reusing blueprints
de_de: Blueprints wiederverwenden

# tutStepText_2_6
source: <p>The plug-in <em>"JTL-Portlets"</em> offers a small selection of blueprints. If the plug-in is installed, you can find these templates here as well.</p><p>This was the <em>Blueprint</em> tutorial. Have fun trying out the OnPage&nbsp;Composer!</p>
de_de: <p>Das Plugin <em>„JTL-Portlets“</em> bietet übrigens eine kleine Auswahl an Blueprints. Diese werden ebenfalls hier zur Verfügung gestellt, sofern Sie das Plugin installiert haben.</p> <p>Dies war das Tutorial zu den <em>Blueprints</em>. Wir wünschen Ihnen weiterhin viel Spaß mit dem OnPage&nbsp;Composer!</p>
